Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: Enable access to the site via the Mukurtu Mobile app.
bo: 通过 Mukurtu Mobile 应用程序访问网站。

source: Logo to use in the Mukurtu Mobile app
bo: 在 Mukurtu 移动应用程序中使用的徽标

source: Viewable Content Types
bo: 可查看的内容类型

source: Creatable Content Types
bo: 可创建的内容类型

source: Viewable
bo: 可以查看

source: Content Type
bo: 内容类型

source: Weight
bo: ལྗིད་ཚད

source: Creatable
bo: 可创建

source: Login link already used or invalid.
bo: 登录链接已使用或无效。

source: Content type @content_type does not exist
bo: 内容类型 @content_type 不存在

source: There is no paragraph with the ID of @pid.
bo: 没有 ID 为 @pid 的段落。

source: There is no atom with the scald ID of @sid.
bo: 没有原子的烫印 ID 是 @sid。

source: You do not have permission to view the atom with the scald ID of @sid.
bo: 您没有权限查看 Scald ID 为 @sid 的原子。

source: Configure Mukurtu Mobile
bo: 配置 Mukurtu Mobile

source: Mobile browser login
bo: 手机浏览器登录

source: Mukurtu Mobile Client
bo: 穆库图移动客户端

source: Required to be able to connect to the site with the Mukurtu mobile client.
bo: 要求能够通过 Mukurtu 移动客户端连接到网站。

source: Collections are curated, narrated groups of content within a site. Collections can contain content from more than one Community, and content can belong to multiple Collections. You can search for Collections by typing in this text box, then selecting the Collection. You can drag the Collections within this text box to change the order in which they will appear when viewing this Person.
bo: 收藏集是网站内经过策划和叙述的内容组。合集可以包含来自多个社区的内容，内容也可以属于多个合集。您可以在此文本框中键入内容，然后选择 "内容集 "来搜索 "内容集"。您可以拖动文本框中的 "收藏"，更改它们在查看此人时的显示顺序。

source: Date Born
bo: 出生日期

source: Date Died
bo: 死亡日期

source: Deceased
bo: 死亡

source: Found in
bo: 发现于

source: Left Media
bo: 左侧媒体

source: Mukurtu Terms
bo: 穆库图术语

source: Related People
bo: 相关人员

source: Related Person
bo: 相关人员

source: Relationship Type
bo: 关系类型

source: Right Media
bo: 右侧媒体

source: Section Body
bo: 部分主体

source: Section Title
bo: 章节标题

source: Sections
bo: 部分

source: media_aggregate
bo: 媒体聚合

source: Person
bo: 个人

source: Add detailed information about a specific person.
bo: 添加特定人员的详细信息。

source: Biographic Information
bo: 传记信息

source: Record Management
bo: 记录管理

source: Section Group
bo: 内容群组

source: Mukurtu Record Selector
bo: 穆库图唱片选择器

source: Mukurtu Terms (Entity reference by Feeds GUID, failover to TID)
bo: Mukurtu 术语（通过 Feeds GUID 进行实体引用，故障切换至 TID）

source: The field instance Mukurtu Terms of field_mukurtu_terms matched by Feeds GUID. If the GUID is not found, it will be used as a TID
bo: 与 Feeds GUID 匹配的 field_mukurtu_terms 中的 Mukurtu Terms 字段实例。 如果未找到 GUID，则将其用作 TID

source: Mukurtu Person
bo: 穆库图人

source: The person content type
bo: 人物内容类型

source: DHAN Frequency
bo: DHAN 频率

source: Notifications Email Frequency Default
bo: 通知电子邮件频率 默认值

source: Request message
bo: 申请信息

source: Synced to Mukurtu Mobile
bo: 同步到 Mukurtu Mobile

source: This can be overridden per content.
bo: 每个内容都可以重写。

source: This is the text a user may send to the group administrators.
bo: 这是用户可以发送给组管理员的文本。

source: Mukurtu Profile
bo: 穆库尔图简介

source: User profile fields and configuration
bo: 用户配置文件字段和配置

source: Archival TIFF
bo: 档案 TIFF

source: Authors
bo: 作者

source: Created
bo: གསར་འཛུགས་བྱས་ཟིན

source: Full-size JPEG
bo: 全尺寸 JPEG

source: Geo Location
bo: 地理位置

source: Headline (Caption)
bo: 标题（说明）

source: Homepage of the Author
bo: 作者主页

source: If an atom is shared with members of more than one Cultural Protocol, this setting identifies how those protocols interact to provide appropriate access. Selecting 'All' provides more granular access and will only allow users to access the atom if they are members of each Cultural Protocol listed. Selecting 'Any' provides more open access and will allow users to access the atom if they are enrolled in one or more of the Cultural Protocols listed.
bo: 如果一个原子与多个文化协议的成员共享，该设置将确定这些协议如何交互以提供适当的访 问。选择 "全部 "可提供更细化的访问权限，只允许属于所列各文化协议成员的用户访问原子。选择 "任意 "可提供更开放的访问权限，如果用户是所列出的一个或多个文化协议的成员，则可 以访问原子。

source: Invitation
bo: 邀请

source: Original DNG
bo: 原始 DNG

source: Protocol (old)
bo: 协议（旧）

source: Records
bo: 记录

source: This marks the membership as an invitation.
bo: 这标志着会员资格是一种邀请。

source: Thumbnail
bo: བསྡུས་རིས།

source: URL
bo: དྲ་གནས

source: 480 thumbnail and link
bo: 480 缩略图和链接

source: Additional Fields
bo: 附加字段

source: Export Media
bo: 导口媒体

source: Atom
bo: 原子

source: - Choose an operation -
bo: - 选择一个操作 -

source: Scald ID
bo: 烫伤 ID

source: Scald Atom Download Link
bo: Scald Atom 下载链接

source: Atoms are open by default. The Protocol field lets you restrict who sees the atom, and who can re-use the atom in their own Digital Heritage items. This permission is independent of the Digital Heritage's Cultural Protocol. In general, it is best to apply the same protocol to each media asset that will be applied to the digital heritage item, dictionary word, or other content where that media asset will be used. See <a href="@scald-protocols">this document</a> for more information. If you select multiple Protocols, users with access to ANY of the Protocols will be able to see this item.
bo: 原子默认是开放的。通过 "协议 "字段，您可以限制谁可以查看原子，以及谁可以在自己的数字遗产项目中重 复使用原子。该权限与数字遗产的文化协议无关。一般来说，最好对每个媒体资产应用相同的协议，该协议也将应用于数字遗产项、字典 词或其他将使用该媒体资产的内容。更多信息请参见<a href="@scald-protocols">本文件</a>。如果您选择了多个协议，则可以访问任何一个协议的用户都可以看到此项目。

source: Options
bo: གདམ་ཚན

source: created
bo: 已创建

source: updated
bo: གསར་སྒྱུར་བྱས་པ།

source: Duplicate Cultural Protocols from Item
bo: 项目中重复的文化规程

source: @title (@sid): Could not find any valid items referencing this media. You must set the protocol fields manually.
bo: @title (@sid)：找不到引用此媒体的任何有效项目。您必须手动设置协议字段。

source: @title (@sid): This media is referenced by multiple items. You must set the protocol fields manually.
bo: @title (@sid)：该媒体被多个项目引用。您必须手动设置协议字段。

source: @title (@sid): You do not have access to the referencing item. You must set the protocol fields manually.
bo: @title (@sid)：您无法访问引用项目。您必须手动设置协议字段。

source: @title (@sid): Item has invalid sharing settings
bo: @title (@sid)：项目的共享设置无效

source: @title (@sid): Item does not have any cultural protocols
bo: @title (@sid)：项目没有任何文化协议

source: @title (@sid): Failed to set cultural protocols
bo: @title (@sid)：设置文化协议失败

source: Could not set sharing settings for scald atom @sid
bo: 无法为 scald atom @sid 设置共享设置

source: Mukurtu Scald
bo: 穆库尔图烫伤

source: Everything Scald-related
bo: 与 Scald 有关的一切

source: Indexed fields can be altered at the
bo: 索引字段可在

source: Search API node index page
bo: 搜索 API 节点索引页

source: DH Original Year
bo: DH 原年份

source: Custom sorts for the browse pages
bo: 浏览页面的自定义排序

source: Sort
bo: 排序

source: Search Relevance
bo: 搜索相关性

source: Date Changed
bo: 更改日期

source: Date Added
bo: 添加日期

source: Newest
bo: 最新

source: Oldest
bo: 最早

source: Alphabetical
bo: 字母 在上下文中：排序

source: Indexed Fields
bo: 索引字段

source: Mukurtu Search API
bo: Mukurtu 搜索 API

source: Search API and FacetAPI index and other configs, but not the views/facets themselves
bo: 搜索 API 和 FacetAPI 索引及其他配置，但不包括视图/界面本身

source: Mukurtu Services
bo: 穆库尔图服务

source: Expose REST server functions for Mukurtu content.
bo: 为 Mukurtu 内容提供 REST 服务器功能。

source: Author (of node insert/update or comment)
bo: 作者（节点插入/更新或评论的作者）

source: Date Generated
bo: 生成的

source: Mukurtu Shared Notification Components
bo: Mukurtu 共享通知组件

source: Components that are shared between the Collab Tools Notifications and the DH Admin Notifications
bo: 协作工具通知和 DH 管理通知共享的组件

source: Browse By Category
bo: 按类别浏览

source: Browse by Category Block
bo: 按类别浏览 块

source: Mukurtu Taxonomy
bo: མུ་ཀུར་ཏུའི་རིགས་དབྱེ།

source: Taxonomy specific components
bo: 分类学特定组件

source: Browse by Category
bo: 按类别浏览

source: Edit Taxonomy Term
bo: 编辑分类术语

source: [name]
bo: [姓名]

source: There are no communities to display. Only communities with thumbnail images will be displayed here.
bo: 没有要显示的社区。这里只显示有缩略图的社区。

source: Featured Content
bo: 特色内容

source: No content has been featured. To mark content as featured, edit the content, go to the "Publishing options" tab, select "Promoted to front page" and save the content.
bo: 没有任何内容被专题报道。要将内容标记为特色内容，请编辑内容，进入 "发布选项 "选项卡，选择 "推广到首页 "并保存内容。

source: Mukurtu Views & Pages
bo: 穆库尔图浏览次数和页数

source: Optional views and pages
bo: 可选视图和页面

source: Field Format Information
bo: 字段格式信息

source: Mukurtu Importer Generator
bo: 穆库尔图进口发电机

source: License
bo: 许可证

source: License Export
bo: 许可证导出

source: The TK Labels are an initiative for <strong>Indigenous communities</strong>. TK Labels allow communities to express local and specific conditions for content consistent with already existing community rules, governance and protocols for using, sharing, and circulating knowledge.
bo: 传统知识标签是一项针对<strong>土著社区</strong>的倡议。传统知识标签允许社区根据现有的社区使用、共享和传播知识的规则、管理和协议，对内容表达当地的具体条件。

source: Customized TK Label text can be included in Mukurtu CMS. To develop customized TK Labels, you will need to use the <a href="@url">Local Contexts Hub</a> which allows community control over customization and delivery to institutions, data repositories and other organizations. Upcoming versions of Mukurtu will support closer integration with the Local Contexts Hub, use of the Local Contexts Hub will be required, and manual entry of customized TK Label text in Mukurtu sites will not be possible.
bo: Mukurtu CMS 中可以包含定制的 TK 标签文本。要开发定制的 TK 标签，您需要使用<a href="@url">本地语境集线器（Local Contexts Hub</a>），该集线器允许社区控制定制和向机构、数据存储库和其他组织交付。即将推出的 Mukurtu 版本将支持与 "本地语境集线器 "的更紧密集成，届时将需要使用 "本地语境集线器"，并且将无法在 Mukurtu 站点中手动输入定制的 TK 标签文本。

source: Traditional Knowledge and Biocultural Labels, Notices and Template Text ©2015-2023 Local Contexts. All Rights Reserved.
bo: 传统知识和生物文化标签、告示和模板文本 ©2015-2023 Local Contexts.版权所有。

source: Download Customized TK Labels
bo: 下载定制的 TK 标签

source: Customize Site-Wide Traditional Knowledge Label Text
bo: 自定义全站传统知识标签文本

source: Toggle Between Site-Wide and Community-Level Custom TK Label Text
bo: 在全站和社区级自定义 TK 标签文本之间切换

source: Export TK Labels
bo: 导出 TK 标签

source: Field to associate one or more Licences with an entity
bo: 将一个或多个许可证与一个实体关联的字段

source: Fields
bo: 字段

source: License - Copyright
bo: 许可证 - 版权

source: Provide Copyright (All Rights Reserved) information
bo: 提供版权（保留所有权利）信息

source: License - Creative Commons
bo: 许可证 - 共享创意

source: Provide Creative Commons License information
bo: 提供知识共享许可信息

source: License - Traditional Knowledge
bo: 许可证 - 传统知识

source: Provide Traditional Knowledge License information
bo: 提供传统知识许可证信息

source: Import Batch Content
bo: 批量导入内容

source: Upload content into Mukurtu by uploading a zip archive.
bo: 通过上传压缩包将内容上传到 Mukurtu。

source: 1. Gather your files
bo: 1.收集文件

source: 2. Upload your zip file
bo: 2.上传压缩文件

source: Select a zip file from your local system.
bo: 从本地系统中选择一个压缩文件。

source: Select a different zip file from your local system.
bo: 从本地系统中选择不同的压缩文件。

source: Download File:
bo: 下载文件：

source: Return to Dashboard
bo: 返回个人中心

source: Import content into Mukurtu
bo: 将内容导入 Mukurtu

source: Mukurtu Batch Import
bo: 穆库图批量导入

source: Mukurtu
bo: མུ་ཀུར་ཏུ།

source: Add content, menu items and other elements for the frontpage single-page site brochure.
bo: 为首页单页网站小册子添加内容、菜单项和其他元素。

source: Enable Custom Site Header
bo: 启用自定义网站标题

source: Include a site-wide header from the Custom Header Block.
bo: 在自定义标题块中加入全站标题。

source: Add content for this section.
bo: 为本部分添加内容。

source: Display this section
bo: 显示精选部分

source: Enter title for this section. Leave blank to exclude the title.
bo: 输入此部分的标题。留空表示不包含标题。

source: HTML Anchor
bo: HTML锚

source: Short name for the section. Should be all lowercase letters with no spaces. Use an underscore (_) as a spacer.
bo: 栏目的简称。应全部使用小写字母，不留空格。使用下划线 (_) 作为分隔符。

source: Short description for this section.
bo: 本节的简要说明。

source: Markup
bo: 标记

source: <p>Enter HTML markup for this section.</p><ul><li>Use good judgement with your HTML.</li><li>This section works with <a href="http://twitter.github.com/bootstrap/">Twitter Bootstrap</a> markup. You can add tabs, content dropdowns and more.
bo: <p>为本部分输入 HTML 标记。</p><ul><li>使用 HTML 时要有良好的判断力。</li><li>本部分使用<a href="http://twitter.github.com/bootstrap/">Twitter Bootstrap</a>标记。您可以添加标签、内容下拉菜单等。

source: JSON Data URL
bo: JSON 数据 URL

source: Enter JSON data url. This can come from the Browse view, or Communities or other Services enabled views. Allowed fields are <em>title</em>, <em>description</em>, <em>image</em>, <em>content</em>.
bo: 输入 JSON 数据 URL。它可以来自 "浏览 "视图、"社区 "或其他启用了 "服务 "的视图。允许的字段包括<em>标题</em>、<em>描述</em>、<em>图片</em>和<em>内容</em>。

source: Block Name
bo: 模块名称

source: Enter the machine name for the block to include
bo: 输入要包含的区块的机器名称

source: Final Section. Use title <em>footer</em> to use default styles. Rename footer to use your own markup.
bo: 最后一节。使用标题<em>页脚</em>来使用默认样式。重命名页脚以使用自己的标记。

source: Markup - Suffix
bo: 标记 - 后缀

source: Enable Custom Site Footer
bo: 启用自定义网站页脚

source: Include a site-wide custom footer from the Custom Footer Block
bo: 在自定义页脚区块中加入全站自定义页脚

source: Mukurtu FrontPage Settings
bo: Mukurtu FrontPage 设置

source: Configure front page content.
bo: 配置首页内容。

source: Mukurtu Front Page App
bo: Mukurtu 头版应用程序

source: Enable Warnings Per Scald Context
bo: 根据烫伤情况启用警告

source: Select the Scald contexts that should be enabled to support warnings. Unchecked contexts will not display warnings configured below.
bo: 选择应启用以支持警告的 Scald 上下文。未选中的上下文将不显示下面配置的警告。

source: People Warnings
bo: 人员警告

source: Configure warnings for media pertaining to a person who is deceased.
bo: 配置与已故人员有关的媒体警告。

source: Enable People Warnings
bo: 启用人员警告

source: This is a site-wide setting.
bo: 这是一个全站设置。

source: Warning Text: Single Person
bo: 警告文本：单人

source: The text that will be displayed on the media overlay for a single deceased person. Use the replacement token "[name]" to insert the person's name in the message.
bo: 将在媒体覆盖上显示的单个逝者的文本。使用替换标记"[姓名]"在信息中插入该人的姓名。

source: Warning: [name] is deceased. Click through to access content.
bo: 警告：[姓名]已故。点击进入内容。

source: Warning Text: Multiple People
bo: 警告文字：多人

source: The text that will be displayed on the media overlay for multiple deceased people. Use the replacement token "[names]" to insert the names in the message.
bo: 将在媒体覆盖上显示的多个已故者的文本。使用替换标记"[姓名]"在信息中插入姓名。

source: Warning: The following people are deceased. Click through to access content. [names]
bo: 警告：以下人员已故。点击进入内容。姓名

source: Taxonomy Triggered Warnings
bo: 分类标准触发的警告

source: Configure warnings for scald atoms tagged with a specific taxonomy term.
bo: 为标有特定分类术语的烫伤原子配置警告。

source: This is a site-wide setting
bo: 这是一个全站设置

source: Select the term attached to the scald atom that will trigger the warning.
bo: 选择与烫伤原子相连的术语，该术语将触发警告。

source: Warning Text
bo: 警告文字 Warning Text

source: The text that will be displayed on the media overlay.
bo: 将显示在媒体覆盖图上的文本。

source: Remove
bo: བསུབ་པ

source: Add taxonomy warning
bo: 添加分类警告

source: You must select a term
bo: 您必须选择一个术语

source: Warning: This media may contain sensitive content.
bo: 警告：本媒体可能包含敏感内容。

source: Select a term
bo: 选择一个术语

source: Mukurtu Content Warning Configuration
bo: 穆克图内容警告配置

source: Select which media contexts and taxonomy terms Mukurtu content warnings apply to.
bo: 选择 Mukurtu 内容警告适用于哪些媒体环境和分类术语。

source: Mukurtu Content Warnings
bo: 穆库图内容警告

source: Provides click through content warnings for sensitive or graphic content.
bo: 针对敏感或图片内容提供点击内容警告。

source: Export Items
bo: 出口项目

source: Batch export nodes.
bo: 批量导出节点。

source: Sync Settings
bo: 请先配置<a href="%s">Google Calendar Sync设置</a> 。

source: Export Links
bo: 出口链接

source: Click the links to generate the corresponding export files
bo: 点击链接生成相应的导出文件

source: Add to 'My Collection'
bo: 添加到 "我的收藏

source: Remove from 'My Collection'
bo: 从 "我的收藏 "中删除

source: Sync items
bo: 同步项目

source: Export items by field
bo: 按字段导出项目

source: Choose the source node to sync from
bo: 选择要同步的源节点

source: The source node to sync from
bo: 要同步的源节点

source: Choose which fields to sync
bo: 选择要同步的字段

source: The fields that will be copied from the source node
bo: 将从源节点复制的字段

source: Choose which fields (if any) to NOT INCLUDE in this export
bo: 选择哪些字段（如有）不包含在此导出中

source: The fields that will NOT BE POPULATED in the CSV export
bo: CSV 导出中不会填充的字段

source: Mukurtu Custom
bo: 穆库尔图习俗

source: Mukurtu custom modifications - creates a new teaser view mode (browse teaser)
bo: Mukurtu 自定义修改 - 创建新的预告片视图模式（浏览预告片）

source: An AJAX HTTP error occurred.
bo: 发生一个AJAX HTTP错误。

source: HTTP Result Code: !status
bo: HTTP མཇུག་འབྲས་ཀྱི་ཨང་རྟགས། !status

source: An AJAX HTTP request terminated abnormally.
bo: 一个AJAX HTTP请求异常终止。

source: Debugging information follows.
bo: 调试信息如下。

source: Path: !uri
bo: 路径：!uri

source: StatusText: !statusText
bo: གནས་སྟངས་ཀྱི་ཡི་གེ !statusText

source: ResponseText: !responseText
bo: 响应文本： !responseText

source: ReadyState: !readyState
bo: 准备状态： !readyState

source: Mukurtu Display Formatters
bo: Mukurtu 显示格式

source: Provides custom display formatters for Mukurtu content
bo: 为 Mukurtu 内容提供自定义显示格式器

source: Mukurtu Image Carousel
bo: 穆库图图像旋转木马

source: Display Scald atoms in a carousel
bo: 在旋转木马中显示烫伤原子

source: Mukurtu Image Carousel Formatter
bo: Mukurtu 图像旋转木马格式化器

source: Provides an image carousel display
bo: 提供图像旋转木马显示

source: Mukurtu Paged Node Display
bo: 穆库图分页节点显示

source: Item View Mode
bo: 项目查看模式

source: Display @items items in a paged display.
bo: 在分页显示中显示 @items 项目。

source: Mukurtu Paged Node Formatter
bo: Mukurtu 分页节点格式化器

source: Provides a paged node display for node reference fields.
bo: 为节点引用字段提供分页节点显示。

source: Mukurtu Paragraphs Carousel
bo: 穆库图段落旋转木马

source: Display paragraphs in a carousel
bo: 在旋转木马中显示段落

source: Mukurtu Paragraphs Display Formatter
bo: Mukurtu 段落显示格式

source: Provides a paragraphs carousel display
bo: 提供段落旋转木马显示

source: Mukurtu Referenced Content View
bo: 穆库图参考内容视图

source: Provides a view of referenced content
bo: 提供引用内容的视图

source: Search API Test
bo: 搜索 API 测试

source: CER » Context
bo: CER " 背景

source: Fulltext search
bo: 全文搜索

source: Mukurtu Referenced Content Display Formatter
bo: Mukurtu 引用内容显示格式器

source: Mukurtu Tabbed Records
bo: 穆库尔图标签记录

source: View Mode
bo: 查看模式

source: The view mode to show the tabbed nodes in.
bo: 显示标签式节点的视图模式。

source: Display referenced items in a tabbed interface.
bo: 在标签界面中显示引用项目。

source: View mode: @view_mode
bo: 查看模式：@view_mode

source: Mukurtu Tabbed Record Formatter
bo: Mukurtu 标签式记录格式器

source: Provides a tabbed interface for record views
bo: 为记录视图提供标签式界面

source: CSV (Mukurtu Format)
bo: CSV （穆库尔图格式）

source: Comma separated values, formatted for importing into Mukurtu.
bo: 以逗号分隔的数值，格式化后可导入 Mukurtu。

source: Next
bo: འོག་མ

source: Download
bo: ཚུར་ལེན

source: Select the format for export.
bo: 选择导出格式。

source: Select Fields for Export
bo: 选择要导出的字段

source: The machine name of a feeds importer to use as export header labels for @bundle.
bo: 用作 @bundle 导出标题标签的 feeds 输入器的机器名称。

source: Mukurtu CSV Export
bo: 穆库图 CSV 导出

source: Configure Mukurtu Export
bo: 配置 Mukurtu 出口

source: Configuration for the Mukurtu Export module
bo: Mukurtu 出口模块的配置

source: Mukurtu Export
bo: 穆库尔图出口公司

source: Allows users to export Mukurtu content.
bo: 允许用户导出 Mukurtu 内容。

source: Mukurtu CSV Export Settings
bo: Mukurtu CSV 导出设置

source: Select how your csv output will be formatted. By default this is configured to output files compatible with the Mukurtu importers.
bo: 选择 csv 输出格式。 默认情况下，配置为输出与 Mukurtu 输入器兼容的文件。

source: File Format Settings
bo: 文件格式设置

source: Field delimiter
bo: 字段分隔符

source: This delimiter will be used to separate fields. Mukurtu uses comma separated values by default.
bo: 该分隔符将用于分隔字段。Mukurtu 默认使用逗号分隔值。

source: Escape enclosure
bo: 逃生舱

source: Record separator
bo: 记录分隔符

source: Multiple value delimiter
bo: 多值分隔符

source: This delimiter will be used to separate mulitple values for a single field. Mukurtu uses a single semicolon by default.
bo: 该分隔符用于分隔单个字段的多个值。 Mukurtu 默认使用一个分号。

source: Always escape values containing line breaks
bo: 始终转义包含换行符的值

source: This is to overcome problems where Windows injects CRLF line breaks.
bo: 这是为了克服 Windows 注入 CRLF 换行符的问题。

source: Content identifier format
bo: 内容标识符格式

source: Select the identifier format for export.
bo: 选择用于导出的标识符格式。

source: Export related content
bo: 出口相关内容

source: Select if related content should be exported. Exporting all related content may be necessary if importing to a new site, but can result in very large exports. If you are exporting content for re-import on the same site, exporting the selected content only or with referenced scald atoms is usually sufficient.
bo: 选择是否要导出相关内容。如果要导入到一个新站点，导出所有相关内容可能是必要的，但可能导致导出量非常大。如果导出内容是为了在同一网站上再次导入，通常只导出所选内容或导出引用的烫伤原子就足够了。

source: Export files
bo: 导出文件

source: Select if binary files (e.g., jpg, mp4, pdf, png) should be downloaded.
bo: 选择是否下载二进制文件（如 jpg、mp4、pdf、png）。

source: Mukurtu Feeds Tamper Plugins
bo: Mukurtu 饲料篡改插件

source: Mukurtu specific tamper plugins for feeds
bo: 针对 Mukurtu 饲料的特定篡改插件

source: Check if the field references a valid node of the specified type, either GUID or NID. If not, the feed item will not be saved.
bo: 检查字段是否引用了指定类型（GUID 或 NID）的有效节点。如果不是，则不会保存供稿项。

source: Any
bo: གང་རུང

source: Allow this field to be empty
bo: 允许该字段为空

source: Allowing this field to be empty will make this field optional.
bo: 如果该字段为空，则该字段为可选字段。

source: Node Types
bo: 节点类型

source: Feed item number @num skipped because @key "@field" @reason.
bo: 由于 @key "@field" 的原因，馈送项目编号 @num 被跳过。@reason.

source: Step
bo: 步骤

source: Run Pre-migration Report
bo: 运行预迁移报告

source: No nodes with unsupported text formats
bo: 没有不支持文本格式的节点

source: Text Formats
bo: 文本格式

source: Text formats "Markdown" and "Display Suite code" are not supported by default in Mukurtu CMS v4 and will not be migrated.
bo: Mukurtu CMS v4 默认不支持文本格式 "Markdown "和 "Display Suite code"，因此不会进行迁移。

source: All content has cultural protocols
bo: 所有内容都有文化协议

source: @count items(s) with missing cultural protocols:
bo: @ 计算缺失文化规程的项目数：

source: Content (nodes) with no assigned protocols
bo: 无指定协议的内容（节点

source: In Mukurtu CMS v4, cultural protocols are now required for all content types.
bo: 在 Mukurtu CMS v4 中，所有内容类型现在都需要文化协议。

source: All Scald Atoms have cultural protocols
bo: 所有烫伤原子都有文化协议

source: Media (atoms) with no assigned protocols
bo: 无指定协议的介质（原子

source: In Mukurtu CMS v4, cultural protocols are now required for all media.
bo: 在 Mukurtu CMS v4 中，现在所有媒体都需要文化协议。

source: No dictionary words have additional media
bo: 字典中没有附加媒体的单词

source: @count dictionary word(s) with additional media:
bo: @count word（s）字典中的附加媒体：

source: Dictionary words with additional media
bo: 附加媒体的字典词汇

source: In Mukurtu CMS v4, the dictionary word additional media field will not be migrated.
bo: 在 Mukurtu CMS v4 中，不会迁移字典单词附加媒体字段。

source: No Dailymotion atoms found
bo: 未找到 Dailymotion 原子

source: Dailymotion Atoms
bo: Dailymotion 原子

source: Support for Dailymotion has been dropped in Mukurtu CMS v4. Dailymotion atoms will not be migrated
bo: Mukurtu CMS v4 不再支持 Dailymotion。 不会迁移 Dailymotion 原子

source: No Scald Authors terms found
bo: 未找到烫伤作者术语

source: @count atom(s) use the Authors field:
bo: @count 原子使用 "作者 "字段：

source: Scald Authors Field
bo: 烫发作者领域

source: The Scald "Authors" (scald_authors) field will not be migrated to Mukurtu CMS v4
bo: Scald "作者"(scald_authors) 字段将不会迁移到 Mukurtu CMS v4

source: Pre-migration Summary Report
bo: 迁移前总结报告

source: Mukurtu Migration Reports
bo: 穆库图迁移报告

source: Provides reports for preparing to migration to Mukurtu CMS v4
bo: 为准备迁移到 Mukurtu CMS v4 提供报告

source: Content with Missing Cultural Protocols
bo: 文化礼仪缺失的内容

source: Back to Migration Summary Link
bo: 返回迁移摘要链接

source: <a href="/admin/reports/migration/summary">Back to Migration Summary</a>
bo: <a href="/admin/reports/migration/summary">返回迁移摘要</a>

source: Migration: Dailymotion Atoms
bo: 迁移：Dailymotion 原子

source: Migration: Dictionary Words with Additional Media
bo: 迁移：附加媒体的字典词汇
