Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: This field determines whether the internal role of a user in the group will override his/her general user permissions especially relative to restricted content.
bo: 该字段决定组内用户的内部角色是否优先于他/她的一般用户权限，尤其是与受限内容有关的权限。

source: Cultural Protocol
bo: རིག་གཞུང་འགོ་ལུགས།

source: Cultural Protocol Name
bo: 文化议定书名称

source: Set Cultural Protocols for Content
bo: 为内容设定文化规程

source: Set Cultural Protocols for Scald Atoms
bo: 为烫伤原子设定文化规程

source: Select the cultural protocol settings to apply to the content. Any existing cultural protocol settings on the content will be replaced with what you select here.
bo: 选择要应用于内容的文化协议设置。内容上的任何现有文化协议设置都将被您在此处选择的内容所取代。

source: Select the cultural protocol settings to apply to the Atom(s). Any existing cultural protocol settings will be replaced with what you select here.
bo: 选择要应用于 Atom 的文化协议设置。任何现有的文化协议设置都将被您在此处选择的设置所取代。

source: [Unknown Community]
bo: [未知社区]

source: This item may be shared with members of ANY protocol listed.
bo: 本项目可与所列任何协议的成员共享。

source: This item may only be shared with members belonging to ALL the protocols listed.
bo: 此项目只能与属于所列所有协议的成员共享。

source: At least one cultural protocol must be selected.
bo: 必须至少选择一种文化规程。

source: Please select cultural protocols you have permission to apply.
bo: 请选择允许您申请的文化议定书。

source: Select a valid sharing setting.
bo: 选择有效的共享设置。

source: Mukurtu Cultural Protocol
bo: 穆库尔图文化议定书

source: Cultural Protocol content type, fields, permissions
bo: 文化协议内容类型、字段、权限

source: Mukurtu Dashboard
bo: 穆库图仪表板

source: Recent Content
bo: 最新内容

source: More
bo: དེ་ལས་མང་བ

source: User
bo: སྤྱོད་མཁན

source: Mukurtu Recent Content
bo: 穆库图 最近的内容

source: Dashboard specific
bo: 仪表板专用

source: Digital Heritage Admin Notification
bo: 数字遗产管理通知

source: Digital Heritage Admin (Community Managers and Protocol Stewards) Notification
bo: 数字遗产管理员（社区管理员和协议管理员）通知

source: <none>
bo: <མེད་པ>

source: There are no results.
bo: 没有结果。

source: field collection item from field_notification_email
bo: 字段集合项目来自字段_通知_电子邮件

source: DH Node
bo: DH 节点

source: Date
bo: ཚེས་གྲངས

source: Digital Heritage Item
bo: 数字遗产项目

source: Action
bo: བྱ་འགུལ

source: Email Subject
bo: 邮件主题

source: Email Body
bo: 邮件正文

source: Data export
bo: 数据导出

source: Digital Heritage Notification Frequency:
bo: 数字遗产通知频率：

source: Mukurtu Digital Heritage Admin Notifications
bo: 穆库图数字遗产管理通知

source: DH notifications for Community Managers and Protocol Stewards
bo: 社区管理人员和礼宾管理员的卫生署通知

source: The display order of the Words can be changed by dragging and dropping them into the preferred order.
bo: 通过拖拽，可以改变字词的显示顺序。

source: A dictionary word must be associated with a single language on the site.
bo: 一个词典单词必须与网站上的一种语言相关联。

source: A reference to one or many related dictionary words.
bo: 指一个或多个相关的字典词汇。

source: A reference to one or many related digital heritage items.
bo: 对一个或多个相关数字遗产项目的引用。

source: A word list is an collection of dictionary words.
bo: 单词表是字典单词的集合。

source: Additional Media
bo: 附加媒体

source: Additional Media Assets
bo: 其他媒体资产

source: Alternate Spelling
bo: 替代拼写

source: Characters
bo: 字符

source: Choose one or more parts of speech that best matches your word entry. This field can be used for content browsing. Separate multiple entries with a semi-colon.
bo: 选择一个或多个与词条最匹配的语篇。此字段可用于内容浏览。用分号分隔多个词条。

source: Collections
bo: བསྡུ་ཉར།

source: Collections are curated, narrated groups of content within a site. Collections can contain content from more than one Community, and content can belong to multiple Collections. You can search for Collections by typing in this text box, then selecting the Collection. You can drag the Collections within this text box to change the order in which they will appear when viewing this Dictionary Word.
bo: 收藏集是网站内经过策划和叙述的内容组。合集可以包含来自多个社区的内容，内容也可以属于多个合集。您可以在此文本框中键入内容，然后选择 "内容集 "来搜索 "内容集"。您可以拖动文本框中的 "收藏"，更改它们在查看本词典时的显示顺序。

source: Community Language
bo: 社区语言

source: Definition
bo: 定义

source: Determine if this is an OG group.
bo: 判断这是否是一个OG群组。

source: Do not pad the glossary letter filter
bo: 不要填充词汇表字母过滤器

source: Enter <b>all</b> the characters of the language(s) on the site, then drag and drop them into their correct alphabetical order.
bo: 输入网站上<b>所有</b>语言的字符，然后拖放到正确的字母顺序中。

source: Group
bo: ཁག

source: If the spelling of an entry differs from the term, enter it here. Leave blank otherwise.
bo: 如果条目的拼写与术语不同，请在此处输入。否则留空。

source: In Mukurtu CMS v4, the "Additional Media" field is no longer included and will not be migrated. This field will be migrated to the "Media Assets" field. It is recommended to move media asset references from the "Additional Media" field to this field.
bo: 在 Mukurtu CMS v4 中，"附加媒体 "字段不再包含，也不会迁移。该字段将迁移到 "媒体资产 "字段。建议将 "附加媒体 "字段中的媒体资产引用移至该字段。

source: Include any media or additional information that does not fit in the other fields here. You are allowed to drag items from the media library into this field. For this to work, there must be some content below where you place the item (even just a blank line). The media item will be inserted, along with a line of text showing its title and author (which you may choose to remove). Note, certain media types (e.g., audio, YouTube video) do not render well or at all within the edit box, but show correctly within the content view. If you wish to visualize or adjust the placement of such media items, try switching to the plain text editor.
bo: 将其他字段中没有的任何媒体或附加信息填入此处。您可以将媒体库中的项目拖入此栏。为使其有效，在您放置项目的位置下方必须有一些内容（即使只是一行空白）。媒体项目将被插入，同时还有一行显示标题和作者的文字（您可以选择删除）。注意，某些媒体类型（如音频、YouTube 视频）在编辑框中显示效果不佳或根本无法显示，但在内容视图中却能正确显示。如果您希望直观显示或调整此类媒体项目的位置，请尝试切换到纯文本编辑器。

source: Keywords provide added ways to group your content. They make it easier for users to search and retrieve content. Separate multiple keywords with semicolons.
bo: 关键词为内容分组提供了更多方式。它们使用户更容易搜索和检索内容。用分号分隔多个关键词。

source: Language
bo: སྐད་རིགས

source: Language Community
bo: 语言社区

source: Media Assets
bo: 媒体资产

source: Normally, the glossary title letter filter will "pad" itself with all letters from A-Z for which there are no words in the site's glossary that start with that letter. Unlike the other letters, they are unlinked. Their purpose is to provide a complete-looking alphabet in the filter. However, if the language(s) of the glossary does not include all the letters from A-Z, it would be preferable to leave out the letters which do not exist in the language. Click this checkbox to disable padding of the glossary with all the letters from A-Z. Only the first letter of words in the glossary will remain in the filter.
bo: 通常，词汇表标题字母过滤器会 "填充 "网站词汇表中没有以该字母开头的词的 A-Z 所有字母。与其他字母不同，它们没有链接。其目的是在过滤器中提供一个完整的字母表。不过，如果词汇表所使用的语言不包括 A-Z 中的所有字母，那么最好将该语言中不存在的字母去掉。单击该复选框可禁用词汇表中 A-Z 所有字母的填充。过滤器中将只保留词汇表中单词的第一个字母。

source: One or more example sentences that demonstrate use of the word entry.
bo: 一个或多个展示词条用法的例句。

source: Part of Speech
bo: 语篇

source: Personal Collections
bo: སྒེར་གྱི་བསྡུ་ཉར།

source: Pronunciation
bo: 发音

source: Recording
bo: 记录

source: Reference to a resource from which the dictionary entry is derived, for example if the entry comes from specific reference material, a regional dialect, etc.
bo: 词典条目来源的参考资料，例如条目来源于特定的参考资料、地区方言等。

source: Related Dictionary Words
bo: 相关词典

source: Related Digital Heritage Items
bo: 相关数字遗产项目

source: Sample Sentences
bo: 例句

source: Sort Language
bo: 排序语言

source: Sort Method
bo: 排序方法

source: Source
bo: 源

source: The word entry term translated (if appropriate) to the primary language of the site.
bo: 词条术语翻译（如适用）为网站的主要语言。

source: This field is for making pronunciation guides for word entries. By default this field supports some HTML tags such as "<strong>" and "<em>" if bold or italics are desired.
bo: 该字段用于为词条制作发音指南。默认情况下，如果需要粗体或斜体，该字段支持一些 HTML 标记，如 "<strong>" 和 "<em>"。

source: Translation
bo: 翻译

source: Word Entry
bo: 单词输入

source: Word List
bo: 单词列表

source: Words
bo: 单词

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Dictionary Word.
bo: 您可以在此文本框中键入内容，然后选择相关内容进行搜索。您可以在此文本框中拖动所选内容，以更改它们在查看此词典单词时的显示顺序。

source: Dictionary Word
bo: 字典词汇

source: Provide definitions, sample sentences, and audio/video for terms.
bo: 提供术语的定义、例句和音频/视频。

source: Term
bo: 术语

source: Language Community Groups are used to give users the ability to add and edit dictionary words for a given language.
bo: 语言社区组用于让用户添加和编辑特定语言的词典词汇。

source: A collection of dictionary words.
bo: 字典词语集。

source: Word List Name
bo: 单词表名称

source: + Dictionary Word
bo: + 词典词

source: New Word Entry
bo: 新词输入

source: Term Teaser
bo: 学期预告

source: Word Entry Teasers
bo: 词条引子

source: Word Group
bo: 词组

source: Submit
bo: 提交

source: Add new word entry
bo: 添加新词条目

source: Add another sample sentence
bo: 添加另一个例句

source: Add another recording
bo: 添加另一段录音

source: You must be a member of the language community.
bo: 您必须是语言社区的成员。

source: Dictionary Words (Entity reference by Feeds GUID, failover to NID)
bo: 字典词（通过 Feeds GUID 进行实体引用，故障切换至 NID）

source: The field instance Words of field_words matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 与 Feeds GUID 匹配的 field_words 的字段实例 Words。 如果未找到 GUID，则将其用作 NID

source: Related Dictionary Words (Entity reference by Feeds GUID, failover to NID)
bo: 相关字典词（通过 Feeds GUID 进行实体引用，故障切换到 NID）

source: The field instance Related Dictionary Words of field_related_dictionary_words matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 与 Feeds GUID 匹配的 field_related_dictionary_words 的字段实例相关字典词。 如果未找到 GUID，则将其用作 NID

source: Related Digital Heritage Items (Entity reference by Feeds GUID, failover to NID)
bo: 相关数字遗产项目（通过馈送 GUID 进行实体引用，故障切换至 NID）

source: The field instance Related Digital Heritage Items of field_dictionary_word_related_dh matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 字段实例相关数字遗产项目的字段_dictionary_word_related_dh，与 Feeds GUID 匹配。 如果未找到 GUID，则将其用作 NID

source: Word List (Entity reference by Feeds GUID, failover to NID)
bo: 单词表（通过 Feeds GUID 进行实体引用，故障切换至 NID）

source: The field instance Word List of field_word_list matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 与 Feeds GUID 匹配的 field_word_list 的字段实例字表。 如果未找到 GUID，则将其用作 NID

source: Protocol (Entity reference by Feeds GUID, failover to NID)
bo: 协议（通过 Feeds GUID 进行实体引用，故障切换至 NID）

source: The field instance Protocol of og_group_ref matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 与 Feeds GUID 匹配的 og_group_ref 的字段实例协议。 如果未找到 GUID，则将其用作 NID

source: Alternate Spelling for the first word entry (field_alternate_spelling)
bo: 第一个词条的替代拼写 (field_alternate_spelling)

source: The field instance Alternate Spelling of field_alternate_spelling for the first word entry.
bo: 第一个词条的 field_alternate_spelling 的字段实例 Alternate Spelling。

source: Source for the first word entry (field_source)
bo: 第一个词条的来源（字段来源）

source: The field instance Source of field_source for the first word entry.
bo: 第一个字词条目的 field_source 的字段实例 Source。

source: Translation for the first word entry (field_translation)
bo: 第一个词条的翻译 (field_translation)

source: The field instance Translation of field_translation for the first word entry.
bo: 第一个词条的 field_translation 的字段实例翻译。

source: Definition for the first word entry (field_definition)
bo: 第一个词条的定义（field_definition）

source: The field instance Definition of field_definition for the first word entry.
bo: 第一个字词条目的 field_definition 的字段实例定义。

source: Pronunciation for the first word entry (field_pronunciation)
bo: 第一个词条的发音（field_pronunciation）

source: The field instance Pronunciation of field_pronunciation for the first word entry.
bo: 第一个词条的 field_pronunciation 的字段实例 Pronunciation。

source: Sample sentences for the first word entry (field_sample_sentence)
bo: 第一个词条的例句 (field_sample_sentence)

source: The field instance Sample Sentences of field_sample_sentence for the first word entry.
bo: 第一个词条的 field_sample_sentence 的字段实例 Sample Sentences。

source: Part of speech for the first word entry (field_part_of_speech)
bo: 第一个词条的语篇 (field_part_of_speech)

source: The field instance Part of Speech of field_part_of_speech for the first word entry.
bo: 第一个词条的 field_part_of_speech 的字段实例 Part of Speech。

source: Recordings for the first word entry (field_dictionary_word_recording)
bo: 第一个词条的录音 (field_dictionary_word_recording)

source: The field instance Recording of field_dictionary_word_recording for the first word entry.
bo: 第一个词条的 field_dictionary_word_recording 的字段实例 Recording。

source: Parent Dictionary Word (Entity reference by Feeds GUID, failover to NID)
bo: 父字典单词（通过 Feeds GUID 进行实体引用，故障切换至 NID）

source: The parent Dictionary Word of item_id matched by Feeds GUID. If the GUID is not found, it will be used as a NID
bo: 与 Feeds GUID 匹配的 item_id 的父字典词。 如果未找到 GUID，则将其用作 NID

source: Dictionary word entry referenced a non dictionary word @id
bo: 字典词条引用了一个非字典词 @id

source: Dictionary word entry is already referenced by dictionary word @id
bo: 字典词条已被字典词 @id 引用

source: Dictionary word @id could not be found
bo: 找不到字典词 @id

source: There is currently no content classified with this term.
bo: བྱེ་བྲག་མིང་འདི་ལ་རིགས་དབྱེ་བའི་ནང་དོན་མེད།

source: Set Default Language
bo: 设置默认语言

source: Mukurtu Dictionary
bo: 穆库尔图词典

source: Provides Dictionary
bo: 提供词典

source: Browse Digital Heritage SAPI
bo: 浏览数字遗产 SAPI

source: Digital Heritage
bo: གྲངས་འཛིན་ཤུལ་བཞག

source: A Contributor can be a person, people, clan, tribal nation, community group or, organization who aided in making the content of a Digital Heritage Item or Media Asset. This could be the person who wrote, compiled, or illustrated a book or recorded a song; the people who edited or produced a film, or collaborated or consulted on a project. Contributors with semicolons (John Smith; Jane Doe). Commas are valid (last name, first name), as are quotes (John “Nickname” Smith).
bo: 贡献者可以是协助制作数字遗产项目或媒体资产内容的个人、民族、氏族、部落民族、社区团体或组织。这可以是撰写、编纂或插图一本书或录制一首歌曲的人；编辑或制作一部电影的人；或在一个项目中合作或提供咨询的人。贡献者用分号表示（John Smith；Jane Doe）。逗号有效（姓、名），引号也有效（约翰-"绰号"-史密斯）。

source: A Creator can be a person or people; a clan, tribe, or cultural group; or an organization that is primarily responsible for providing the essential knowledge or labor that goes into making a Digital Heritage Item or Media Asset. For example, the Creator field could list who designed or made a basket; the knowledge holders who provided the information for a book or the book’s author or illustrator; the singers, songwriters, dancers, or performers who bring to life cultural materials.
bo: 创作者可以是一个人或一群人；一个氏族、部落或文化团体；或一个组织，主要负责提供制作数字遗产项目或媒体资产的基本知识或劳动。例如，"创作者 "一栏可以列出设计或制作篮子的人，为一本书提供信息的知识持有者或该书的作者或插图画家，为文化材料注入生命的歌手、词曲作者、舞蹈家或表演者。

source: A Publisher can be a person, an organization, or a service responsible for publishing the media asset or Digital Heritage Item. Separate multiple Publishers with semicolons.
bo: 发布者可以是负责发布媒体资产或数字遗产项目的个人、组织或服务。用分号分隔多个发布者。

source: A brief description of the Digital Heritage Item, limited to 140 characters. The summary is displayed with the Digital Heritage Item teaser when browsing, and can help distinguish between items with similar or identical titles. Other fields allow for longer, more in depth description.
bo: 数字遗产项目的简要说明，限 140 个字符。浏览时，摘要会与数字遗产项目预告一起显示，有助于区分标题相似或相同的项目。其他字段允许更长、更深入的描述。

source: A statement about who holds the legal rights to the Digital Heritage Item, Media Asset, or presented knowledge. Consider adding contact information if the rights holder should be contacted for permission to use, reproduce, circulate, reference, or cite the Digital Heritage Item.
bo: 关于谁拥有数字遗产项目、媒体资产或介绍的知识的合法权利的声明。如果需要联系权利持有者以获得使用、复制、传播、参考或引用数字遗产项目的许可，可考虑添加联系信息。

source: A text description of the location. Location Description adds additional context to a Geocode address, and can be used instead of a Geocode Address if the location should be identified, but not precisely located on a map.
bo: 位置的文字描述。位置描述为地理编码地址添加了更多的背景信息，如果需要识别位置，但不能在地图上精确定位，则可以使用位置描述来代替地理编码地址。

source: A unique, unambiguous reference to the Digital Heritage Item or Media Asset. Identifiers are often provided by the contributing institution or organization so the original item can be located. Examples include call numbers or accession numbers.
bo: 数字遗产项目或媒体资产的唯一、明确的参照。标识符通常由贡献机构或组织提供，以便找到原始项目。例如调用号或加入号。

source: Book Pages
bo: 书页

source: Book Pages (also identified as Multi-Page Documents) allow multiple media assets to be presented within a single Digital Heritage Item in a paged display where each page can have unique metadata. Book Pages are often used to represent books, publications, scrapbooks or other print resources, but can also can be used with any media assets to create digital scrapbooks, or other unique presentations. Book Pages can be placed in any order by dragging and dropping them into the preferred order.
bo: 图书页面（也称为多页文档）允许在一个数字遗产项目中以分页显示的方式展示多种媒 体资产，每一页都可以有独特的元数据。图书页面通常用于表示书籍、出版物、剪贴簿或其他印刷资源，但也可与任何媒体资产一起用于创建数字剪贴簿或其他独特的展示方式。图书页面可以按照任何顺序放置，只需将它们拖放到喜欢的顺序即可。

source: Book Parent
bo: 图书家长

source: Categories are high-level descriptive terms that group Digital Heritage Items together and help users browse and discover Digital Heritage Items. Categories are unique to each site and reflect the scope of the items included. One set of Categories is used to describe all Digital Heritage Items within the site. Each Digital Heritage Item must belong to at least one Category. Check the box beside each relevant Category.
bo: 类别是高级描述性术语，用于将数字遗产项目归类，帮助用户浏览和发现数字遗产项目。每个网站的类别都是独一无二的，反映了所包含项目的范围。一套类别用于描述网站内的所有数字遗产项目。每个数字遗产项目必须至少属于一个类别。勾选每个相关类别旁的方框。

source: Category
bo: ཁྱབ་ཁོངས

source: Collections are curated, narrated groups of content within a site. Collections can contain content from more than one Community, and content can belong to multiple Collections. You can search for Collections by typing in this text box, then selecting the Collection. You can drag the Collections within this text box to change the order in which they will appear when viewing this Digital Heritage item.
bo: 收藏集是网站内经过策划和叙述的内容组。合集可以包含来自多个社区的内容，内容也可以属于多个合集。您可以在此文本框中键入内容，然后选择 "内容集 "来搜索 "内容集"。您可以拖动文本框中的 "收藏集"，更改它们在查看此数字遗产项目时的显示顺序。

source: Communities represent groups of contributors. Communities can be large or small. Contributions could be media assets, complete Digital Heritage Items, knowledge, metadata, or other contributions. Cultural Protocols are how Communities provide users specific types of access to Digital heritage Items. Each Cultural Protocol is created by and managed within a Community. Digital Heritage Items must belong to at least one Community and one Cultural Protocol within that Community. First select a Community from the dropdown menu, and then select the appropriate Cultural Protocol within that Community. Multiple Communities, and multiple Cultural Protocols within each Community can be selected.
bo: 社区代表着贡献者群体。社区可大可小。贡献可以是媒体资产、完整的数字遗产项目、知识、元数据或其他贡献。文化协议是社区向用户提供特定类型的数字遗产项目访问权限的方式。每个文化协议都由一个社区创建和管理。数字遗产项目必须至少属于一个 "社群 "和该 "社群 "中的一个 "文化协议"。首先从下拉菜单中选择一个 "社群"，然后在该 "社群 "中选择相应的 "文化协议"。可以选择多个 "社区 "和每个 "社区 "中的多个 "文化协议"。

source: Community Record Parent
bo: 社区记录家长

source: Community Records
bo: 社区记录

source: Community Records provide multiple layers of information, or contributions from multiple voices. This field displays all existing Community Records attached to the Digital Heritage Item. The display order of the Community Records can be changed by dragging and dropping them into the preferred order.
bo: 社区记录提供多层次的信息，或来自多方的贡献。该字段显示数字遗产项目所附的所有现有社区记录。社区记录的显示顺序可以通过拖放改变。

source: Contributor
bo: 贡献者

source: Creative Commons licenses are an extension of Copyright that allow a copyright holder to specify the ways in which their work may be altered, shared, and used. For more information on Creative Commons licensing, visit creativecommons.org
bo: 知识共享许可协议是版权的延伸，允许版权持有者指定修改、共享和使用其作品的方式。有关知识共享许可协议的更多信息，请访问creativecommons.org。

source: Creator
bo: 创建者

source: Cultural Narrative
bo: 文化叙事

source: External Links
bo: 外部链接

source: Field for briefly describing the Media Asset within a Digital Heritage Item. This can include physical characteristics (i.e. photograph, manuscript, newspaper clipping), content information (i.e. what is depicted, content of text), and any other general relevant information. Audio or video are embedded by dragging Media Assets from the media library into this field. For the Media Asset to display correctly there must be a line break or text below where the Media Asset will be embedded. Note, certain media types (eg. audio, Youtube video) do not render fully within the edit box, but will display correctly when the Digital heritage Item is saved. Using the plain text editor setting provides better control over embedded media.
bo: 简要描述数字遗产项目中媒体资产的字段。其中可包括物理特征（即照片、手稿、剪报）、内容信息（即所描绘的内容、文本内容） 以及任何其他一般相关信息。音频或视频可通过将媒体库中的媒体资产拖入该字段嵌入。为使媒体资产正确显示，媒体资产嵌入处下方必须有换行符或文本。请注意，某些媒体类型（如音频、Youtube 视频）在编辑框中无法完全显示，但在保存数字遗产项 目时可以正确显示。使用纯文本编辑器设置可以更好地控制嵌入的媒体。

source: Format
bo: རྣམ་གཞག

source: Format is the specific physical or digital manifestation of the Media Asset or Digital Heritage Item. Include physical format (eg: pamphlet, glass slide, open reel), duration or extent (eg: 90 minutes, 20 pages), dimensions (eg: 4x6”, 12x6x8cm), digital filetype (eg: PDF, JPG, MP3, MP4), or other details as needed.
bo: 格式是媒体资产或数字遗产项目的具体物理或数字表现形式。包括物理格式（如：小册子、玻璃幻灯片、开放式卷轴）、持续时间或范围（如：90 分钟、20 页）、尺寸（如：4x6"、12x6x8 厘米）、数字文件类型（如：PDF、JPG、MP3、MP4）或其他必要细节。

source: Geocode Address is a visual map-based location picker for identifying a precise location of. Enter an address or location name in the text field, and then refine the placement using the map’s zoom and drag tools to manually move the location pin. This field will automatically co-populate with the Latitude and Longitude fields. A Google Maps API Key may need to be configured through the site Dashboard to enable this field.<br> <br> <b>Latitude</b><br> Latitude is a geographic coordinate used in conjunction with Longitude to precisely specify a location. Use the Signed Decimal Degrees format (+/-DDD.DDDDD). This field will automatically co-populate with Geocode Address.<br> <br> <b>Longitude</b><br> Longitude is a geographic coordinate used in conjunction with Latitude to precisely specify a location. Use the Signed Decimal Degrees format (+/-DDD.DDDDD). This field will automatically co-populate with Geocode Address.
bo: Geocode Address 是一款基于地图的可视化位置拾取器，用于识别地址的精确位置。在文本字段中输入地址或地点名称，然后使用地图的缩放和拖动工具手动移动位置引脚，完善位置。该字段将自动与纬度和经度字段共同填充。要启用此字段，可能需要通过网站控制面板配置 Google 地图 API 密钥。<br> <br> <b>纬度</b><br> 纬度是一个地理坐标，与经度一起用于精确指定位置。使用带符号十进制度格式 (+/-DDD.DDDDD)。该字段将自动与 Geocode Address（地理编码地址）共同填充。<br> <br> <b>经度</b><br> 经度是与纬度一起使用的地理坐标，用于精确指定位置。使用带符号十进制度格式 (+/-DDD.DDDDD)。该字段将自动与 Geocode Address（地理编码地址）共同填充。

source: Identifier
bo: 标识符

source: If a Digital Heritage Item is shared with members of more than one Cultural Protocol, this setting identifies how those protocols interact to provide appropriate access. Selecting All provides more granular access, and will only allow users to access the Digital Heritage Item if they are members of each Cultural Protocol listed. Selecting Any provides more open access, and will allow users to access the Digital Heritage Item if they are enrolled in one or more of the Cultural Protocols listed. If only using one Cultural Protocol, the default setting is All, but either setting can be used.
bo: 如果数字遗产项目与一个以上文化协议的成员共享，该设置将确定这些协议如何互动，以 提供适当的访问权限。选择 "全部 "可提供更细化的访问权限，只有在用户是所列每个文化协议的成员时，才 允许他们访问该数字遗产项目。选择 "任何 "可提供更开放的访问权限，如果用户加入了所列的一个或多个文化协议，就 可以访问该数字遗产项目。如果只使用一种文化协议，默认设置为全部，但也可以使用任一设置。
