Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: Hero Image
bo: 英雄图象

source: Hero Image Caption
bo: 英雄图像标题

source: Welcome Message
bo: 欢迎信息

source: Welcome Title
bo: 欢迎标题

source: Log In/Log Out
bo: 登录/注销

source: Log in
bo: ནང་འཇུག

source: Log out
bo: ཕྱིར་འབུད

source: Sorter
bo: 排序

source: Master
bo: 主

source: more
bo: 更多

source: Search
bo: འཚོལ

source: Reset
bo: བསྐྱར་སྒྲིག

source: Sort by
bo: 排序依据

source: Asc
bo: 升序

source: Desc
bo: 降序

source: Items per page
bo: 每页条目数

source: - All -
bo: - 全部 -

source: Offset
bo: 偏移量

source: « first
bo: « ངོས་དང་པོ

source: ‹ previous
bo: ‹ སྔོན་མ

source: next ›
bo: འོག་མ ›

source: last »
bo: ངོས་རྗེས་མ »

source: Grid/List switcher
bo: 网格/列表切换器

source: <div><a class="list btn">List</a> <a class="grid btn">Grid</a> <a class="map btn">Map</a></div>
bo: <div><a class="list btn">列表</a> <a class="grid btn">网格</a> <a class="map btn">地图</a></div>

source: No results matched your search.
bo: 没有结果可以匹配您的搜索。

source: Node ID
bo: 节点ID

source: All
bo: ཡོངས

source: View panes
bo: 视图面板

source: Community-filtered
bo: 社区过滤

source: All (Map)
bo: 全部 (地图)

source: Location
bo: གནས་ཡུལ

source: Title
bo: ཁ་བྱང

source: Status
bo: གནས་སྟངས

source: Username
bo: སྤྱོད་མཁན་གྱི་མིང

source: Password
bo: གསང་གྲངས

source: Welcome to Mukurtu
bo: 欢迎来到穆库尔图

source: Add a short welcome message here. You can include links to other pages or use existing media assets.
bo: 在此处添加简短的欢迎词。您可以加入其他页面的链接或使用现有的媒体资产。

source: Default Browse Page
bo: 默认浏览页面

source: Select the default browse page.
bo: 选择默认浏览页面。

source: mukurtu_update
bo: 更新

source: Migrated related content for nid %nid
bo: 迁移了 nid %nid 的相关内容

source: Migrated related content for %success out of %total nodes. There were %noref nodes with no references.
bo: 将 %success 的相关内容从 %total 节点中移出。有 %noref 节点没有引用。

source: Mukurtu Default Browse Page
bo: 穆库图默认浏览页面

source: Mukurtu Base Theme
bo: 穆库图基础主题

source: Features
bo: 特性

source: Translates menus into Simplified Chinese
bo: 将菜单翻译成简体中文

source: All users notified (of created, or most recent update)
bo: 通知所有用户（已创建或最近更新的用户）

source: Attachment(s)
bo: 附件

source: Attachments
bo: 附件

source: Body
bo: གཞུང་དངོས

source: Calendar
bo: 日历

source: Community
bo: མི་སྡེ།

source: Content being notified on
bo: 通知内容

source: Custom Notification Frequencies
bo: 自定义通知频率

source: Describe the Event
bo: 事件描述

source: Description
bo: གསལ་བཤད

source: Discussion Space
bo: 讨论空间

source: Document Library
bo: 文件库

source: Email(s)
bo: 电子邮件

source: Enter the Discussion Topic Content Here
bo: 在此输入讨论主题内容

source: Enter the content of the document or wiki here.
bo: 在此输入文件或 wiki 的内容。

source: Event Date
bo: 活动日期

source: Following Protocols
bo: 遵守协议

source: Following Users
bo: 关注用户

source: Geocoded Location
bo: 地理编码位置

source: Groups audience
bo: 群组读者

source: Individual users following this document, irrespective of their Protocol membership.
bo: 本文件的个人用户，无论其是否为《议定书》成员。

source: Individual users following this event, irrespective of their Protocol membership.
bo: 关注此次活动的个人用户，无论其是否为《议定书》会员。

source: Item Sharing Settings
bo: 项目共享设置

source: Location Address and/or link, i.e., 1600 Pennsylvania Avenue, NW Washington, DC 20500 http://www.whitehouse.gov/
bo: 地点地址和/或链接，例如 西北宾夕法尼亚大道 1600 号 华盛顿特区 20500 http://www.whitehouse.gov/

source: Members of a Following Protocol that have specifically elected not to follow this document.
bo: 明确选择不遵守本文件的议定书成员。

source: Members of a Following Protocol that have specifically elected not to follow this event.
bo: 明确选择不参加此次活动的协议成员。

source: Pre-Actions
bo: 预备行动

source: Protocol
bo: 协议

source: Section
bo: 部分

source: The selected Protocols' members will follow this document. Individually, they may choose to un-follow it.
bo: 选定的议定书成员将遵循本文件。他们可以单独选择不遵循该文件。

source: The selected Protocols' members will follow this event. Individually, they may choose to un-follow it.
bo: 选定的协议成员将关注此事件。他们可以单独选择取消关注。

source: UnFollowing Users
bo: 取消关注用户

source: Users notified (of created, or most recent update)
bo: 已通知用户（已创建或最近更新）

source: Users to notify all
bo: 用户通知所有

source: Users to notify at end of day
bo: 下班时通知用户

source: Users to notify at end of week
bo: 周末通知用户

source: Users to notify immediately
bo: 立即通知用户

source: iCal File
bo: iCal 文件

source: A collaboration section to show within a Cultural Protocol.
bo: 在文化协议中显示合作部分。

source: Discussion Topic
bo: 讨论主题

source: A collaboration discussion topic
bo: 合作讨论主题

source: Document Page
bo: 文档页面

source: An collaboration Document/Wiki page
bo: 合作文档/维基页面

source: Event
bo: 事件

source: A collaboration Event
bo: 合作活动

source: Following Notification
bo: 后续通知

source: iCal Importer
bo: iCal 导入器

source: A feeds node to import event from an iCal feed.
bo: 从 iCal feed 导入事件的 feed 节点。

source: Access
bo: 访问

source: Actions
bo: བྱ་འགུལ

source: Documents
bo: 文档

source: Event Details
bo: 活动详情

source: Following
bo: 关注

source: Visibility
bo: མངོན་སྟངས

source: Apply
bo: 应用

source: There are no documents in this library yet.
bo: 该资料库中还没有文件。

source: author
bo: 作者

source: Content entity referenced from field_document_doc_lib_section
bo: 从字段_文档_文件_lib_小节引用的内容实体

source: Content
bo: ནང་དོན

source: Full
bo: ཆ་ཚང་།

source: By [name] on [created]
bo: 由[姓名]于[创建]

source: more...
bo: 更多…

source: mini
bo: 迷你

source: Open Atrium iCal Calendar
bo: 打开中庭 iCal 日历

source: Load more
bo: 加载更多

source: Content entity referenced from field_event_calendar_section
bo: 从 field_event_calendar_section 引用的内容实体

source: Event Time
bo: 事件时间

source: Upcoming Events pane
bo: 近期活动 "窗格

source: Not following any items.
bo: 未跟踪任何项目。

source: Type
bo: རིགས

source: Parent
bo: རིམ་པ་གོང་མ

source: Updated date
bo: 更新日期

source: Reason Following
bo: 原因如下

source: Unfollow
bo: 取消关注

source: Notification Frequency
bo: 通知频率

source: <br><em>[title]</em>
bo: <br><em>[标题]</em>

source: Base url
bo: 基地网址

source: event path
bo: 事件路径

source: calendar path
bo: 日历路径

source: [body] Event link: [base_url][path_1] Calendar link: [base_url][path]
bo: [正文] 活动链接：[base_url][path_1]。 日历链接：[base_url][path]日历链接

source: Calendar pane
bo: 日历窗格

source: Open Atrium Date Formatter
bo: 打开 Atrium 日期格式器

source: Notification Frequency Default:
bo: 通知频率 默认：

source: Notification frequency:
bo: 通知频率：

source: ma_collaboration_tools
bo: 协作工具

source: There is no Following node for node %nid
bo: 节点 %nid 没有后续节点

source: Mukurtu Collaboration Tools
bo: Mukurtu 协作工具

source: !action
bo: 行动

source: Copy this link to share.
bo: 复制此链接进行分享。

source: Last updated date
bo: 上次更新日期

source: Child updated date, or parent updated date
bo: 子女更新日期或父母更新日期

source: New Comments
bo: 新评论

source: Is this comment new? (0/1)
bo: 这是新评论吗？(0/1)

source: Updated Comments
bo: 最新评论

source: Is this comment updated? (0/1)
bo: 此评论是否已更新？(0/1)

source: All IDs in usage with this content
bo: 使用此内容的所有 ID

source: Takes an an argument node ID and changes it tll all IDs (node nid, paragraph IDs, etc.) in usage.
bo: 获取一个参数节点 ID，并将其转换为使用中的所有 ID（节点 ID、段落 ID 等）。

source: Documents/Media
bo: 文件/媒体

source: reverse_field_oa_media_paragraphs_item
bo: reverse_field_oa_media_paragraphs_item（反向字段）。

source: field_oa_related_node
bo: 相关节点

source: author_paragraph
bo: 作者段落

source: author_media
bo: 作者媒体

source: author_node
bo: 作者节点

source: User who uploaded
bo: 上传的用户

source: [title_1]
bo: [标题_1]

source: Name
bo: མིང

source: [name_2]
bo: [名称2]

source: [name_1]
bo: [名称_1]

source: [picture_2]
bo: [图片_2]

source: [picture_1]
bo: [图片_1]

source: Media attached to content & comments
bo: 内容和评论附带的媒体

source: Open Atrium
bo: 开放式中庭

source: Topics
bo: གླེང་གཞི

source: NoTopics
bo: 无主题

source: There are not yet any discussion topics in this space.
bo: 本空间尚无任何讨论主题。

source: Comments
bo: དཔྱད་གཏམ

source: commentuid
bo: 评论

source: Last Comment
bo: 最新评论

source: Content entity referenced from field_discussion_disc_space
bo: 从字段_discussion_disc_space 引用的内容实体

source: !name
bo: 名称

source: Strip signatures from comments
bo: 删除评论中的签名

source: After the first line matching this string, any further text will be hidden. A typical value is <strong>"-- "</strong> that is two dashes followed by a blank in an otherwise empty line. Leave blank to include signature text in nodes.
bo: 在与该字符串匹配的第一行之后，任何其他文本都将被隐藏。一个典型的值是<strong>"--"</strong>，即空行中的两个破折号后跟一个空格。留空表示在节点中包含签名文本。

source: Paragraphs field
bo: 段落字段

source: Disabling this will remove the field from the comments for this type and loose any data in those fields.
bo: 禁用此功能将从该类型的注释中删除该字段，并丢失这些字段中的任何数据。

source: Enabled paragraph bundles
bo: 启用段落捆绑

source: Select which bundles comments with paragraphs field should have.
bo: 选择带段落字段的注释应具有哪些捆绑。

source: Jump to comment
bo: 跳转到评论

source: download
bo: 下载

source: reply
bo: ལན་འདེབས

source: replies
bo: 回复

source: , @count updated
bo: , @计数更新

source: Open Atrium Comments (Mukurtu)
bo: 开放式中庭评论（穆库尔图）

source: Configure core comments - customized to work in Mukurtu. Do not update this with the OA version.
bo: 配置核心注释 - 为在 Mukurtu 中运行而定制。请勿在 OA 版本中更新。

source: Expand All
bo: 全部展开

source: Collapse All
bo: 全部折叠

source: Add comment
bo: 添加评论

source: By
bo: 由

source: on
bo: 在

source: Download
bo: 下载

source: by
bo: 由

source: Last reply
bo: 最后回复

source: By
bo: 作者

source: <p>Collections added here become <i>sub-collections</i>. Collections with sub-collections in them are called <i>top-level collections</i>. You may add here any collection that is not already a sub-collection of a different top-level collection, or is itself a top-level collection.</p> <p>Sub-collections can be nested by using the arrows button to drag it to the right. They can be nested multiple levels, creating a <i>collections tree</i>. The arrows button can be used to move the sub-collection to anywhere in the tree.</p>
bo: <p>此处添加的收藏集成为<i>子</i>收藏集。包含子收藏集的收藏集称为<i>顶级收藏集</i>。您可以在此添加任何尚未成为另一个顶级收藏集的子收藏集或本身就是顶级收藏集的收藏集。</p> <p>通过使用箭头按钮向右拖动，可以嵌套子收藏集。它们可以嵌套多级，形成一个<i>集合树</i>。箭头按钮可用于将子收藏移动到树中的任何位置。</p>

source: Collection Count
bo: 收藏数量

source: Comment
bo: དཔྱད་གཏམ

source: Credit
bo: 信用

source: Digital Heritage Count
bo: 数字遗产计数

source: Image
bo: པར་རིས

source: Items In Personal Collection
bo: 个人收藏项目

source: Items in Collection
bo: 收藏项目

source: Keywords
bo: གནད་ཚིག

source: Keywords provide added ways to group your content. They make it easier for users to search and retrieve content.
bo: 关键词为内容分组提供了更多方式。它们使用户更容易搜索和检索内容。

source: Personal Collections are listed on your <a href='/user'>user profile page</a>. Private Personal Collections are only listed when viewing your own profile page. Public Personal Collections are listed for anyone viewing your profile page. Logged in users have permission to view your profile page. Non-logged in users can also view your Public Personal Collection if you provide them a direct link. Note that regardless of this setting the items within the Personal Collection have their own permissions, which further restricts what people can see based on their own roles and Cultural Protocol memberships.
bo: 个人收藏列在您的<a href='/user'>用户配置文件页面</a>上。私人个人收藏只有在查看自己的个人档案页面时才会列出。公开个人收藏会在任何人查看您的个人档案页面时列出。已登录的用户有权查看您的个人档案页面。如果您向未登录用户提供直接链接，他们也可以查看您的公开个人收藏。请注意，无论设置如何，个人收藏中的项目都有自己的权限，这就进一步限制了人们根据自己的角色和文化协议成员资格可以查看的内容。

source: Privacy
bo: གསང་དོན།

source: Related Content
bo: འབྲེལ་ཡོད་ཀྱི་ནང་དོན།

source: Sub-collections
bo: 子收藏

source: Summary
bo: མདོར་བསྡུས

source: This collection is a sub-collection of the top-level collection shown here. To remove this sub-collection from the top-level collection, or to move its position within the collections tree, edit the top-level collection.
bo: 该集合是此处显示的顶层集合的子集合。要从顶层集合中移除该子集合，或移动其在集合树中的位置，请编辑顶层集合。

source: Top-level collection
bo: 顶级收藏

source: You are allowed to drag items from the media library into this field. For this to work, there must be some content below where you place the item (even just a blank line). The media item will be inserted, along with a line of text showing its title and author (which you may choose to remove). Note, certain media types (eg. audio, Youtube video) do not render well or at all within the edit box, but show correctly within the content view. If you wish to visualize or adjust the placement of such media items, try switching to the plain text editor.
bo: 您可以将媒体库中的项目拖入该字段。为使其有效，在您放置项目的位置下方必须有一些内容（即使只是一行空白）。媒体项目将被插入，同时还有一行显示标题和作者的文字（你可以选择删除）。注意，某些媒体类型（如音频、Youtube 视频）在编辑框中显示效果不佳或根本无法显示，但在内容视图中可以正确显示。如果您希望直观显示或调整此类媒体项目的位置，请尝试切换到纯文本编辑器。

source: You can search for content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Collection.
bo: 您可以在此文本框中输入内容，然后选择内容进行搜索。您可以在此文本框中拖动所选内容，以更改它们在查看此收藏集时的显示顺序。

source: You can search for content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Personal Collection.
bo: 您可以在此文本框中键入内容，然后选择内容进行搜索。您可以在此文本框中拖动所选内容，以更改它们在查看此个人收藏时的显示顺序。

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Collection.
bo: 您可以在此文本框中键入相关内容，然后选择内容进行搜索。您可以在此文本框中拖动所选内容，以更改它们在查看此收藏集时的显示顺序。

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Personal Collection.
bo: 您可以在此文本框中键入相关内容，然后选择内容进行搜索。您可以在此文本框中拖动所选内容，更改它们在查看此个人收藏时的显示顺序。

source: Collection
bo: བསྡུ་ཉར།

source: A collection of digital heritage items.
bo: 数字遗产项目集。

source: Collection Name
bo: 集合名称

source: Personal Collection
bo: 个人收藏

source: Personal Collection Name
bo: 个人收藏名称

source: + Collection
bo: + བསྡུ་ཉར།

source: + Personal Collection
bo: + 个人收藏

source: Basic
bo: སྤྱི་བཏང

source: Collections Tree
bo: 收藏树

source: Digital Heritage Items
bo: 数字遗产项目

source: Items
bo: དོན་ཚན

source: List View Fields
bo: 列表视图字段

source: Relations
bo: འབྲེལ་ལམ

source: Tabs
bo: 标签

source: Add to Collection
bo: བསྡུ་ཉར་ཐོག་ཁ་སྣོན།

source: Add to Personal Collection
bo: སྒེར་གྱི་བསྡུ་ཉར་ཐོག་ཁ་སྣོན།

source: Add
bo: ཁ་སྣོན

source: Cancel
bo: ཕྱིར་འཐེན

source: Add to personal collection
bo: 添加到个人收藏

source: Add to personal collection. Already in personal collection '@collection'.
bo: 添加到个人收藏。已在个人收藏 '@collection' 中。

source: Add to personal collection. Already in a personal collection.
bo: 添加到个人收藏。已有个人收藏。

source: Mukurtu Collection
bo: 穆库图系列

source: A collection content type
bo: 集合内容类型

source: As this image fills the width of the Community landing page, we recommend your images be at least 1200x480 pixels or larger. Please use a 2.5:1 width to height ratio for your image. We do not crop this image.
bo: 由于该图片占满了社区登陆页面的宽度，我们建议您的图片至少为 1200x480 像素或更大。请使用宽高比为 2.5:1 的图片。我们不会裁剪此图片。

source: Banner Image
bo: 横幅图像

source: Child Communities
bo: 儿童社区

source: Community Managers that are notified of insertions, changes, and deletions of Digital Heritage nodes in this Protocol.
bo: 本协议中数字遗产节点的插入、更改和删除通知的社区管理人员。

source: Community Parent
bo: 社区家长

source: Featured Collections
bo: 特别收藏

source: Group type
bo: 群组类型

source: Membership List Options
bo: 会员名单选项

source: Notified Community Managers
bo: 已通知社区管理人员

source: Open - Your community page is visible to all visitors of your site. Any items under open protocols are also accessible.<br> Strict - Your community page is invisible to all site users who are not members or your community. All protocols created within this community are inaccessible to users outside of this community.
bo: 开放 - 您网站的所有访问者都能看到您的社区页面。开放协议下的任何项目也可访问。<br> 严格 - 您的社区页面对所有非社区成员的网站用户都是不可见的。本社区外的用户无法访问在本社区内创建的所有协议。

source: Parent Community
bo: རིམ་པ་གོང་མའི་མི་སྡེ།

source: Protocols
bo: རིག་གཞུང་འགོ་ལུགས།

source: Recent Digital Heritage Items
bo: 近期数字遗产项目

source: Sharing protocol
bo: 共享协议

source: The display order of the Featured Collections can be changed by dragging and dropping them into the preferred order.
bo: 精选收藏的显示顺序可以通过拖放改变。

source: These options set the membership list visibility for visitors and community members. The full membership list will always be visible to community managers.
bo: 这些选项设置了访客和社区成员的会员列表可见性。社区管理者始终可以看到完整的会员列表。

source: This image is used in the Community listings page. Use a 1:1 width to height ratio.
bo: 该图片用于社区列表页面。宽高比例为 1:1。

source: Thumbnail Image
bo: བསྡུས་རིས།

source: Use this field with caution! If you assign the current Community to a Parent Community, all members of the current Community will be added as members on the Parent Community. If you subsequently unassign the current Community from the Parent Community, the members will remain added to the Parent Community.
bo: 请谨慎使用此字段！如果您将当前社群分配给父社群，则当前社群的所有成员都将被添加为父社群的成员。如果随后将当前社群从父社群中取消分配，这些成员仍将添加到父社群。

source: Community Groups can be used for content and user assignments, and community content can be made available to members of the group only.
bo: 社区组可用于内容和用户分配，社区内容只能提供给组内成员。

source: Community Name
bo: 团体名称

source: + Community
bo: + མི་སྡེ།

source: Advanced
bo: 高级

source: Custom TK Label Text
bo: 自定义 TK 标签文本

source: Community Managers
bo: 社区经理

source: Protocol Stewards
bo: 礼宾管理员

source: Mukurtu Community
bo: 穆库尔图社区

source: Community content type, fields, permissions
bo: 社区内容类型、字段和权限

source: Group register
bo: 团体登记

source: Group roles and permissions
bo: 群组角色与权限

source: Defaults
bo: 默认

source: Groups list
bo: 群组列表

source: Page
bo: དྲ་ངོས

source: Communities
bo: མི་སྡེ།

source: Community-based groups
bo: 社区团体

source: Cultural Protocols
bo: རིག་གཞུང་འགོ་ལུགས།

source: Cultural Protocol-based groups
bo: 基于文化礼仪的小组

source: Group IDs
bo: 用户组ID

source: content
bo: ནང་དོན

source: description
bo: 描述

source: title
bo: 标题

source: content pane
bo: 内容面板

source: There is no content in this group.
bo: 还没有创建任何内容。

source: OG membership from node
bo: 节点的 OG 成员资格

source: Block
bo: ལྷུ་ལག

source: Browse by Community
bo: 按社区浏览

source: Displaying @start - @end of @total group members.
bo: 显示 @total group 成员的 @start - @end。

source: OG membership from user
bo: 用户的 OG 成员资格

source: %1 group members
bo: %1 g小组成员

source: Content pane
bo: 内容面板

source: Communities Structure
bo: 社区结构

source: <a href="/node/add/community">Add community</a>
bo: <a href="/node/add/community">添加社区</a>

source: Group node from OG membership
bo: 来自 OG 成员的组节点

source: Edit Protocol
bo: 编辑协议

source: Recent DH Items
bo: 最近的 DH 项目

source: View All
bo: 查看全部

source: No recent Digital Heritage items were found in this community.
bo: 在该社区中没有发现最近的数字遗产项目。

source: <div class="add-members-link btn btn-default"><a href="<?php print url("digital-heritage/community"); ?>/!1">Browse All Digital Heritage in %1</a></div>
bo: <div class="add-members-link btn btn-default">&lt;a href="&lt;?php print url("digital-heritage/community"); ?&gt;/!1"&gt; 浏览 %1 中的所有数字遗产</a></div>

source: There are no Cultural Protocols in this Community.
bo: 该社区没有文化议定书。

source: Mukurtu Community Manage
bo: 穆库尔图社区管理

source: Manage Groups
bo: 管理群组

source: Mukurtu Starter Theme - Front Page
bo: Mukurtu 入门主题 - 头版

source: Mukurtu Theme - All Pages
bo: Mukurtu 主题 - 所有页面

source: Mukurtu Theme - Front Page
bo: Mukurtu 主题 - 头版

source: Mukurtu Starter Theme - Site Wide
bo: Mukurtu 入门主题 - 全站

source: + Category
bo: + ཁྱབ་ཁོངས

source: + Cultural Protocol
bo: + རིག་གཞུང་འགོ་ལུགས།

source: + Digital Heritage
bo: + གྲངས་འཛིན་ཤུལ་བཞག

source: + User
bo: + 用户

source: Dashboard
bo: ཆ་འཕྲིན་ངོས

source: User account
bo: སྤྱོད་མཁན་གྱི་ཐོ་ཁོངས

source: Enter a comma-separated list of words to describe your content.
bo: དབྱིན་ཡིག་ཚེག་འབྲེང་, ཡིས་མཚམས་དབྱེ་བའི་མིང་ཚིག་གི་ཐོ་ཞིག་སྤྱད་ནས་ཁྱེད་ཀྱི་ནང་དོན་ལ་མཚན་ཉིད་འབྲི་བ།

source: Media Asset
bo: 媒体资产

source: Tags
bo: དབྱེ་རྟགས

source: Test Assets
bo: 测试资产

source: Upload an image to go with this article.
bo: རྩོམ་ཡིག་འདི་ལ་པར་རིས་ཤིག་ཡར་འཇུག་བྱེད་པ།

source: Article
bo: རྩོམ་ཡིག

source: Use <em>articles</em> for time-sensitive content like news, press releases or blog posts.
bo: 使用<em>文章</em>发布有关时间的内容，如消息，新闻或日志。

source: Basic page
bo: དྲ་ངོས་དཀྱུས་མ

source: Use <em>basic pages</em> for your static content, such as an 'About us' page.
bo: ཁྱེད་ཀྱི་རྒྱུན་ལྡན་གྱི་དྲ་ཚིགས་ལ་<em>དྲ་ངོས་དཀྱུས་མ་</em>སྤྱོད་ཆོག དཔེར་ན་་ང་ཚོའི་སྐོར་ཞེས་པའི་དྲ་ངོས་ལྟ་བུ།

source: Browse Menu
bo: 浏览菜单

source: Main menu
bo: འདེམས་བྱང་གཙོ་བོ

source: The Browse Menu is for viewing content.
bo: 浏览菜单用于查看内容。

source: This menu shows for all users. It includes the "utility" buttons (login, logout, my account) and for all content curators and above, the content creation buttons.
bo: 该菜单显示给所有用户。它包括 "实用工具 "按钮（登录、注销、我的账户）以及所有内容策划人及以上用户的内容创建按钮。

source: Add Content
bo: ནང་དོན་ཁ་སྣོན།

source: Incorrect Permissions
bo: 不正确的权限

source: If you followed a link here, !url and try again.
bo: 如果您点击了这里的链接，请重试。

source: log in
bo: 登录

source: If you think you should have access, contact the site administrator for more information.
bo: 如果您认为您应该有访问权限，请联系网站管理员了解更多信息。

source: This term cannot be deleted because you do not have edit access to some content that references this term.
bo: 该术语无法删除，因为您没有编辑引用该术语的某些内容的权限。

source: Create Content
bo: 创建内容

source: Search Results
bo: 搜索结果

source: Mukurtu Release Notes
bo: 穆库图 发行说明

source: Mukurtu Access Denied (403 error)
bo: Mukurtu 拒绝访问（403 错误）

source: Mukurtu Core
bo: མུ་ཀུར་ཏུའི་ནང་སྙིང་།

source: Mukurtu core configuration
bo: 穆库图核心配置

source: Cultural Protocol
bo: རིག་གཞུང་འགོ་ལུགས།

source: Automatically add new users to this protocol
bo: 自动将新用户添加到此协议

source: Describe this cultural protocol group within the larger context of the site and other groups. Is membership in this group based on age, gender, or other social categories? You are allowed to drag items from the media library into this field. For this to work, there must be some content below where you place the item (even just a blank line). The media item will be inserted, along with a line of text showing its title and author (which you may choose to remove). Note, certain media types (eg. audio, Youtube video) do not render well or at all within the edit box, but show correctly within the content view. If you wish to visualize or adjust the placement of such media items, try switching to the plain text editor.
bo: 在遗址和其他群体的大背景下描述该文化习俗群体。该群体的成员资格是否基于年龄、性别或其他社会类别？您可以将媒体库中的项目拖入此栏。为使其有效，在您放置项目的位置下方必须有一些内容（即使只是一行空白）。媒体项目将被插入，同时还有一行显示标题和作者的文字（您可以选择删除）。注意，某些媒体类型（如音频、Youtube 视频）在编辑框中显示效果不佳或根本无法显示，但在内容视图中可以正确显示。如果您希望直观显示或调整此类媒体项目的位置，请尝试切换到纯文本编辑器。

source: Notified Protocol Stewards
bo: 已通知的议定书管理人

source: Open - This cultural protocol and the items within it are shared with, visible, and accessible to any site visitor, regardless of protocol membership<br> Strict - This cultural protocol and the items within it are shared with, visible, and accessible to its cultural protocol members only
bo: 开放 - 此文化协议及其中的项目与任何网站访问者共享、可见并可访问，无论其是否为协议成员<br> 严格 - 此文化协议及其中的项目仅与其文化协议成员共享、可见和可访问

source: Please select the Community to which this Cultural Protocol belongs. You may select multiple Communities. You may only select or deselect Parent Communities for which you are a Community Manager.
bo: 请选择该文化议定书所属的社区。您可以选择多个社区。您只能选择或取消选择您是社群管理员的父社群。

source: Protocol Stewards that are notified of insertions, changes, and deletions of Digital Heritage nodes in this Protocol.
bo: 本协议中数字遗产节点的插入、变更和删除通知的协议管理人。

source: Select Group if you want this content type to be a group that can be associated to users, content and used for access settings.
bo: 如果希望该内容类型成为可与用户、内容关联并用于访问设置的组，请选择组。

source: Sharing Protocol
bo: 共享协议

source: Signup Permissions
bo: 注册权限

source: These options set the membership list visibility for visitors and community members. The full membership list will always be visible to protocol stewards.
bo: 这些选项设置了访客和社区成员的会员列表可见性。完整的会员列表将始终对协议管理员可见。
