Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: Keywords are terms used to describe a Digital Heritage Item to ensure that the item will be discoverable when searching or browsing. Keywords are more flexible and specific than Categories. Contributors can create new Keywords as needed when creating or editing a Digital Heritage Item. Consider adding 3-­5 Keywords that will help users discover the Digital Heritage Item through searching or browsing.
bo: 关键词是用于描述数字遗产项目的术语，以确保在搜索或浏览时可发现该项目。关键词比类别更灵活、更具体。在创建或编辑数字遗产项目时，贡献者可根据需要创建新的关键词。考虑添加 3-5 个关键字，帮助用户通过搜索或浏览发现数字遗产项目。

source: Licensing Options
bo: 许可选项

source: Location Description
bo: 位置描述

source: Media assets are the core element of Digital Heritage Items and can be images, documents, video, or audio files. Media assets are uploaded to the SCALD media library and then embedded here. Digital Heritage Item can include more than one media asset. Media assets are not required for Digital Heritage Items.
bo: 媒体资产是数字遗产项目的核心要素，可以是图像、文档、视频或音频文件。媒体资产上传到 SCALD 媒体库，然后嵌入到这里。数字遗产项目可以包含一个以上的媒体资产。数字遗产项目不需要媒体资产。

source: Original Date
bo: 原定日期

source: Original Date Description
bo: 原日期 说明

source: Original Date Description refers to the date of creation of the Media Asset; i.e. when it was written, filmed, recorded, or made. This is an open text field, limited to 255 characters, and is intended for use when a strictly formatted date is not appropriate (eg: Summer 1950, date unknown).
bo: 原始日期描述指媒体资产的创建日期，即撰写、拍摄、录制或制作的时间。这是一个开放式文本字段，字数限制为 255 个字符，适用于不适合使用严格格式化日期的情况（例如：1950 年夏，日期不详）。

source: Original Date refers to the date of creation of the Media Asset; i.e. when it was written, filmed, recorded, or made. Type the Year, and select the Month, and Day from the dropdown menus. Partial dates (eg: YYYY, YYYY-MM) can be entered.
bo: 原始日期是指媒体资产的创建日期，即撰写、拍摄、录制或制作的日期。输入年份，并从下拉菜单中选择月和日。可以输入部分日期（如：YYYY、YYYY-MM）。

source: People
bo: སྤྱོད་མཁན

source: Publisher
bo: 发布者

source: Related Dictionary Words are entries in the Dictionary that describe, contextualize, appear in, or are otherwise connected to, and should be displayed alongside, the Digital Heritage Item. Previews of related Dictionary Words display at the bottom of the Digital Heritage Item. A Digital Heritage Item can be related to several Dictionary Words. The relationship between a Digital Heritage Item and a Dictionary Word is bi-directional. Select Related Dictionary Words from the dropdown menu, or begin typing a word and use the autocomplete tool to select the desired Dictionary Word.
bo: 相关词典词条是词典中描述数字遗产项目、与数字遗产项目相关联、出现在数字遗产项目中或与数字遗产项目相关联的词条，应与数字遗产项目同时显示。相关词典词条的预览显示在数字遗产项目的底部。一个数字遗产项目可以与多个字典词相关。数字遗产项目与字典词之间的关系是双向的。从下拉菜单中选择相关字典词，或开始键入一个词，然后使用自动完成工具选择所需的字典词。

source: Related Digital Heritage Items are items that have a close connection, and are used to guide viewers from one item to another. Examples include multiple photos of a single building, similar versions of a photograph or document, or multi-part video compilations. Previews of related Digital Heritage items display at the bottom of the Digital Heritage Item, and at the top right, if Related Items Teasers are enabled. A Digital Heritage Item can be related to several other items. The relationship between two Digital Heritage Items is bi-directional. Select related Digital Heritage Items from the dropdown menu, or begin typing the name of an item and use the autocomplete tool to select the desired item.
bo: 相关数字遗产项目是指具有密切联系的项目，用于引导浏览者从一个项目进入另一个项目。例如，单个建筑物的多张照片、照片或文件的类似版本或多部分视频汇编。相关数字遗产项目的预览显示在数字遗产项目的底部，如果启用了相关项目提示器，则显示在右上方。一个数字遗产项目可以与多个其他项目相关。两个数字遗产项目之间的关系是双向的。从下拉菜单中选择相关的数字遗产项目，或开始键入项目名称，使用自动完成工具选择所需的项目。

source: Rights
bo: 权利

source: Source provides a reference to a resource, collection, or institution from where the Digital Heritage Item or Media Asset is contributed or originated. Examples include collections (eg: “McWhorter Collection”), institutions (eg: “Library of Congress, American Folklife Center), or donors (eg: “Donated by John Smith”).
bo: 来源（Source）提供了数字遗产项目或媒体资产来源的资源、藏品或机构的参考信息。例如藏品（如："McWhorter Collection"）、机构（如："Library of Congress, American Folklife Center"）或捐赠者（如："Donated by John Smith"）。

source: Subject
bo: འགོ་བརྗོད

source: The Cultural Narrative field is used to add historical or social context, expert community knowledge, community stories, and other relevant context to the Digital Heritage Item. This is generally information that is community specific. For example, if the item is a basket, this field may contain a narrative from the basket­maker about their technique, or it may tell a story about how the baskets were used by previous generations and how they are used today. Audio or video are embedded by dragging Media Assets from the media library into this field. For the Media Asset to display correctly there must be a line break or text below where the Media Asset will be embedded. Note, certain media types (eg. audio, Youtube video) do not render fully within the edit box, but will display correctly when the Digital heritage Item is saved. Using the plain text editor setting provides better control over embedded media.
bo: 文化叙事字段用于为数字遗产项目添加历史或社会背景、社区专家知识、社区故事和 其他相关背景。这通常是社区特有的信息。例如，如果该项目是一个篮子，该字段可包含篮子制作者对其制作技艺的叙述，也可讲述上一代人如何使用篮子以及今天如何使用篮子的故事。音频或视频可通过将媒体库中的媒体资产拖入该字段来嵌入。为使媒体资产正确显示，媒体资产嵌入处下方必须有换行符或文本。请注意，某些媒体类型（如音频、Youtube 视频）在编辑框中无法完全显示，但在保存数字遗产项 目时可以正确显示。使用纯文本编辑器设置可以更好地控制嵌入的媒体。

source: The Traditional Knowledge field is used to add in-­depth community-specific knowledge about the Digital Heritage Item, and is often used to provide information of social, spiritual, or esoteric significance. For example, if the item is a basket, this field may contain community, tribe, or clan specific knowledge about the significance of design that is not more generally known. Audio or video are embedded by dragging Media Assets from the media library into this field. For the Media Asset to display correctly there must be a line break or text below where the Media Asset will be embedded. Note, certain media types (eg. audio, Youtube video) do not render fully within the edit box, but will display correctly when the Digital heritage Item is saved. Using the plain text editor setting provides better control over embedded media.
bo: 传统知识（Traditional Knowledge）字段用于添加有关数字遗产项目的特定社区深度知识， 通常用于提供具有社会、精神或深奥意义的信息。例如，如果该项目是一个篮子，该字段可能包含社区、部落或氏族关于设计意义的特定知识，而这些知识并不广为人知。音频或视频可通过将媒体库中的媒体资产拖入该字段来嵌入。为使媒体资产正确显示，媒体资产嵌入处下方必须有换行符或文本。请注意，某些媒体类型（如音频、Youtube 视频）在编辑框中无法完全显示，但在保存数字遗产项 目时可以正确显示。使用纯文本编辑器设置可以更好地控制嵌入的媒体。

source: The language or languages used in the Digital Heritage Item or Media Asset. This includes text, audio, video. Separate multiple Languages with semicolons.
bo: 数字遗产项目或媒体资产使用的一种或多种语言。包括文本、音频和视频。用分号分隔多种语言。

source: The main topic or topics presented in the Digital Heritage Item. Subjects may be derived from existing classification systems (for example, Library of Congress Classification Numbers or Dewey Decimal numbers), controlled vocabularies (such as Medical Subject Headings or Art and Architecture Thesaurus descriptors), or can be created as needed within the site. Separate multiple Subjects with semicolons.
bo: 数字遗产项目中介绍的一个或多个主要专题。主题可以来自现有的分类系统（如美国国会图书馆分类号或杜威十进制数）、受控词汇表（如医学主题词表或艺术与建筑术语词库描述符），也可以根据网站需要创建。用分号分隔多个主题。

source: The person or people represented or referenced in the Digital Heritage Item or Media Asset. This may be people identifiable in a photograph, people speaking in an audio recording, present in a video, or referenced in a document. The People field is a way to identify people that may have been left out of the record because they were not a Creator or Contributor. Commas are valid (Last name, First name). Separate multiple People with semicolons (John Smith; Jane Doe).
bo: 数字遗产项目或媒体资产中代表或提及的人。这可能是照片中可识别的人物、录音中的人物、视频中的人物或文件中提及的人物。人物 "字段可用于识别因不是创建者或贡献者而可能被记录遗漏的人员。逗号是有效的（姓、名）。用分号分隔多个 "人物"（约翰-史密斯；简-无名氏）。

source: Traditional Knowledge
bo: 传统知识

source: Traditional Knowledge (TK) Labels are non-legal, social and educational tags that Indigenous communities can use to add information about access, use, and attribution of public domain and/or third-party owned content. TK labels can be used alongside either traditional copyright or Creative Commons’ licenses. TK Labels can be customized within the site Dashboard. To learn more about TK Labels visit: localcontexts.org
bo: 传统知识（TK）标签是非法律性、社会性和教育性的标签，土著社区可利用这些标签添加有关访问、使用和归属公共领域和/或第三方所有内容的信息。传统知识标签可与传统版权或知识共享许可协议一起使用。TK 标签可在网站控制面板中自定义。要了解有关 TK 标签的更多信息，请访问：localcontexts.org

source: Traditional Knowledge Labels
bo: 传统知识标签

source: Transcription
bo: 转录

source: Transcription is a plain text field used to provide a text transcription of an audio or video recording, or of text in an image or document. Including a transcription allows the text to be discoverable when searching for Digital Heritage Items.
bo: 转录是一个纯文本字段，用于提供音频或视频记录的文本转录，或图像或文档中的 文本转录。在搜索数字遗产项目时，包含转录文本可以发现文本。

source: Type is the nature, genre, or function of the Media Asset or Digital Heritage Item. Examples include Image, Text, Sound, Video. Separate multiple Types with semicolons.
bo: 类型是指媒体资产或数字遗产项目的性质、类型或功能。例如图像、文本、声音、视频。用分号分隔多个类型。

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Digital Heritage item.
bo: 您可以在此文本框中键入相关内容，然后选择内容进行搜索。您可以在此文本框中拖动所选内容，更改它们在查看此数字遗产项目时的显示顺序。

source: Content & media items: images, movies, audio, documents
bo: 内容和媒体项目：图像、电影、音频、文档

source: Additional Metadata
bo: 附加元数据

source: Media
bo: འཕྲིན་ལམ

source: Metadata
bo: 元数据

source: Mukurtu Essentials
bo: 穆库图要闻

source: Rights and Permissions
bo: 权利和权限

source: Transcription:
bo: 音译

source: This is a
bo: 这是一个

source: community record of
bo: 社区记录

source: Successfully duplicated Digital Heritage item
bo: 成功复制数字遗产项目

source: Save Comment
bo: 保存注释

source: Do not add Community Records here. Use the "Add Community Record" button instead.
bo: 请勿在此处添加社区记录。请使用 "添加社区记录 "按钮。

source: Do not remove Community Records here. Instead, edit the Community Record, then press "Delete". Note, only the creator of the Community Record can delete it.
bo: 不要在此删除社区记录。相反，请编辑社区记录，然后按 "删除 "键。请注意，只有社区记录的创建者才能删除该记录。

source: Do not add Book Pages here. Use the "Add a Book Page" button instead.
bo: 请勿在此处添加书页。请使用 "添加书页 "按钮。

source: Do not remove Book Pages here. Instead, edit the Book Page, then press "Delete".
bo: 不要在此删除图书页面。请编辑图书页面，然后按 "删除"。

source: Duplicate Item
bo: 复制项目

source: Add Community Record
bo: 添加社区记录

source: Add a Book Page
bo: 添加图书页面

source: Toggle Related Items Teasers
bo: 切换相关项目预告片

source: Mukurtu Digital Heritage
bo: མུ་ཀུར་ཏུ་གྲངས་འཛིན་ཤུལ་བཞག

source: Digital Heritage content type, fields, permissions.
bo: 数字遗产内容类型、字段和权限。

source: Check at least one hash to check against.
bo: 至少检查一个哈希值。

source: Check run fails details
bo: 检查运行失败详情

source: Check runs
bo: 检查运行

source: Email all Mukurtu Administrators
bo: 向所有 Mukurtu 管理员发送电子邮件

source: Files checked
bo: 已检查的文件

source: Files failed
bo: 文件失败

source: Frequency in days
bo: 频率（天

source: Hashes checked against
bo: 哈希值与

source: Hashes to check against
bo: 检查哈希值

source: In the event that a Fixity Check Run fails (finds a hash mismatch), an email alert is sent to the Mukurtu Administrator that is author of this Fixity Check (seen in <i>Authoring information</i>) below. Check this box to have a fail alert email <i>all</i> Mukurtu Administrators instead.
bo: 如果 Fixity 检查运行失败（发现哈希值不匹配），则会向该 Fixity 检查的 Mukurtu 管理员（见下文 "<i>授权信息</i>"）发送电子邮件提醒。选中此复选框可将失败警报通过电子邮件发送给<i>所有</i>Mukurtu 管理员。

source: Latest check run result
bo: 最新检查运行结果

source: Latest check run time
bo: 最新检查运行时间

source: Next check run time
bo: 下次检查运行时间

source: Processing time
bo: 处理时间

source: Schedule
bo: 计划任务

source: Select Cultural Protocol(s) to limit which media assets are checked. The media asset must belong to at least one of these Cultural Protocols to be checked (the Cultural Protocol of the Digital Heritage item in which the media file is not considered). If this field is left blank, all media assets are checked.
bo: 选择 "文化协议 "来限制检查的媒体资产。媒体资产必须至少属于其中一个文化协议才能被选中（不考虑媒体文件所在的数字遗产项 目文化协议）。如果该字段留空，则会检查所有媒体资产。

source: Set to "Unscheduled" to run this fixity check manually only.
bo: 设置为 "未计划"，则只能手动运行此固定性检查。

source: Time of check run
bo: 检查运行时间

source: Fixity Check
bo: 固定性检查

source: Fixity Checks can be created and run by Mukurtu Administrators to verify that media assets have not been tampered with. They can be run both manually and on schedule.
bo: Mukurtu 管理员可创建和运行固定性检查，以验证媒体资产未被篡改。它们既可以手动运行，也可以按计划运行。

source: Fixity Checks
bo: 固定性检查

source: Select any filter and click on Apply to see results
bo: 选中任意的过滤器并点击“应用”查看结果

source: Advanced options
bo: མཐོ་རིམ་གྱི་གདམ་ཚན

source: Sort options
bo: 排序选项

source: <a href='/node/add/fixity-check'>Add a Fixity Check</a>
bo: <a href='/node/add/fixity-check'>添加固定性检查</a>

source: Details
bo: ཞིབ་ཕྲ

source: Run this check now.
bo: 现在就进行检查。

source: Edit
bo: བཟོ་བཅོས

source: Delete
bo: བསུབ་པ

source: Fixity Check created
bo: 创建固定性检查

source: field_fixity_report
bo: 字段固定性报告

source: Field collection item ID
bo: 实地收集项目 ID

source: test
bo: 测试

source: Home
bo: གཙོ་ངོས

source: Mukurtu File Fixity
bo: 穆库图文件固定性

source: Recent Comments
bo: 最新评论

source: <a href="/admin/content/comment">Manage Comments</a>
bo: <a href="/admin/content/comment">管理评论</a>

source: Reply to
bo: 回复

source: Map
bo: 地图

source: No results
bo: 没有结果

source: No results found
bo: 未找到结果

source: group
bo: 群组

source: Page (map)
bo: 页面（地图）

source: Mukurtu FrontPage
bo: 穆库尔图前台

source: Searching content for fields with multiple languages
bo: 搜索多语言字段的内容

source: Found @count items that have fields with multiple languages:<br>
bo: 发现 @count 项目的字段包含多种语言：<br>

source: Export Digital Heritage items
bo: 导出数字遗产项目

source: Path
bo: སྦྲེལ་ལམ

source: Export as CSV
bo: 导出为CSV

source: [nid]
bo: [编号]

source: Latitude
bo: 纬度

source: Longitude
bo: 经度

source: Traditional Licensing URL
bo: 传统许可 URL

source: [field_licence_trad-value]
bo: [字段许可价值] (field_licence_trad-value)

source: Standard and Creative Commons Licensing URL
bo: 标准和创作共用许可 URL

source: Standard and Creative Commons Licensing
bo: 标准许可和知识共享许可

source: Published status
bo: 发布状态

source: Export as zip
bo: 导出为压缩包

source: Export as XML
bo: 导出为 XML

source: Media Internet (Off)
bo: 媒体互联网（关闭）

source: Broken handler field_data_field_communities.field_communities
bo: 已损坏的处理程序 field_data_field_communities.field_communities

source: Broken handler field_data_field_culturalprotocol.field_culturalprotocol
bo: 已损坏的处理程序 field_data_field_culturalprotocol.field_culturalprotocol

source: Broken handler field_data_field_relation.field_relation
bo: 已损坏的处理程序 field_data_field_relation.field_relation

source: Sharing Protocols
bo: 共享协议

source: The field instance @field_label of @field_name matched by Feeds GUID. If the GUID is not found, it will be used as a @target_id
bo: 与 Feeds GUID 匹配的 @field_name 的字段实例 @field_label 。 如果未找到 GUID，则将其用作 @target_id

source: Media Source
bo: 媒体源

source: The media source for a Scald Atom
bo: Scald Atom 的媒体源

source: Host Entity
bo: 主机实体

source: The host entity field for a paragraph.
bo: 段落的主机实体字段。

source: Paragraph @id failed to load during import
bo: 段落 @id 在导入时加载失败

source: Provided host entity (@host_id) for paragraph @id is invalid, paragraph not updated.
bo: 为段落 @id 提供的主机实体 (@host_id) 无效，段落未更新。

source: Could not find a valid host field to attach the new paragraph, paragraph @id import was skipped.
bo: 找不到有效的主机字段来附加新段落，跳过了段落 @id 的导入。

source: Paragraph @id is already being used by node @node_id. Create a new paragraph or change the host entity ID.
bo: 段落 @id 已被节点 @node_id 使用。请创建新段落或更改主机实体 ID。

source: Access denied: importing item %title %guid
bo: 拒绝访问：导入项目 %title %guid

source: Export local item IDs (nids) for reimport
bo: 导出本地项目 ID（nids）以便重新导入

source: All Pages
bo: 所有页面

source: Related Items
bo: 相关项目

source: Select fields to export
bo: 选择导出领域

source: Download Digital Heritage metadata only
bo: 仅下载数字遗产元数据

source: Download a Zip archive with all metadata and media assets
bo: 下载包含所有元数据和媒体资产的 Zip 压缩包

source: Download Options
bo: 下载选项

source: Export Format
bo: 导出格式

source: CSV column multi-value delimiter
bo: CSV 列多值分隔符

source: Export
bo: ཕྱིར་འདྲེན

source: I understand this will delete ALL imported items of this type. This includes items from all previous imports, from all users.
bo: 我知道这将删除所有已导入的此类项目。这包括所有用户以前导入的所有项目。

source: Export Digital Heritage Items
bo: 导出数字遗产项目

source: Checking content for fields with multiple languages
bo: 检查多语言字段的内容

source: Gathering list of content.
bo: 收集内容清单。

source: Processed @current out of @total.
bo: 处理了 @总数中的 @当前值。

source: Run Fields with Multiple Languages Report
bo: 使用多种语言运行字段报告

source: Fields with Multiple Languages Report
bo: 多语言报告字段

source: Mukurtu Import/Export
bo: 穆库图进出口公司

source: Functionality for Importing and Exporting of Digital Heritage
bo: 导入和导出数字遗产的功能

source: Export Digital Heritage Metadata as XML
bo: 将数字遗产元数据导出为 XML

source: Content entity referenced from field_community_record_parent
bo: 从字段社区记录父节点引用的内容实体

source: Cultural Narrative: [body]
bo: 文化叙事：[正文］

source: Traditional Knowledge: [field_tk_body]
bo: 传统知识：[字段_tk_body]

source: Transcription: [field_transcription]
bo: 转录：[字段转录]

source: Person: [field_people]
bo: 人：[field_people]

source: Community Record Parent (field_community_record_parent)
bo: 社区记录父类（field_community_record_parent）

source: Is Community Record
bo: 是社区记录

source: Book Parent (field_book_parent)
bo: 图书父类（field_book_parent）

source: Dublin Core XML
bo: 都柏林核心 XML

source: titleInfo/title
bo: 标题信息/标题

source: name/namePart
bo: 名称/名称部分

source: classification
bo: 分类

source: note
bo: 注释

source: originInfo/publisher
bo: 原产地信息/出版商

source: typeOfResource
bo: 资源类型

source: physicalDescription/extent
bo: 物理描述/范围

source: identifier
bo: 确定

source: relatedItem
bo: 相关项目

source: language/languageTerm
bo: 语言/语言术语

source: accessCondition
bo: 访问条件

source: location/url
bo: 位置/URL

source: File
bo: ཡིག་ཆ

source: Continue
bo: མུ་མཐུད

source: Import
bo: ནང་འདྲེན

source: Mukurtu XML Export
bo: Mukurtu XML 导出

source: Import Digital Heritage XML - File
bo: 导入数字遗产 XML - 文件

source: Import Digital Heritage XML - Context
bo: 导入数字遗产 XML - 背景

source: Import Digital Heritage XML - Options
bo: 导入数字遗产 XML - 选项

source: Import Digital Heritage XML - Complete
bo: 导入数字遗产 XML - 完成

source: Mukurtu Import/Export Dublin Core and MODS XML
bo: Mukurtu 导入/导出都柏林核心和 MODS XML

source: Import and Export DH Items in Dublin Core and MODS XML
bo: 以都柏林核心和 MODS XML 格式导入和导出 DH 项目

source: export_media
bo: 导出媒体

source: filename
bo: 文件名

source: tags
bo: 标签

source: altitude
bo: 高度

source: aperture
bo: 风口

source: artist
bo: 艺术家

source: caption
bo: 字幕

source: date_time
bo: 日期时间

source: exposure
bo: 曝光量

source: extension
bo: 扩展

source: headline
bo: 新闻提要

source: latitude
bo: 纬度

source: longitude
bo: 经度

source: media_folder
bo: 媒体文件夹

source: mime_type
bo: 媒体类型

source: name
bo: 名称

source: path
bo: 路径

source: size
bo: 大小

source: status
bo: གནས་སྟངས

source: type
bo: རིགས

source: upload_date
bo: 上传日期

source: entity_type
bo: 实体类型

source: Import/Export Media Metadata
bo: 导入/导出媒体元数据

source: Category Export
bo: 类别 出口

source: Term ID
bo: བྱེ་བྲག་མིང་གི་ཨང་རྟགས

source: Term name
bo: 术语名称

source: Term description
bo: བྱེ་བྲག་མིང་གི་གསལ་བཤད

source: Term weight
bo: 术语权重

source: Machine name
bo: འཕྲུལ་འཁོར་གྱི་མིང

source: Vocabulary name
bo: སྤྱི་མིང་གི་མིང

source: Vocabulary ID
bo: སྤྱི་མིང་གི་ཨང་རྟགས

source: community_export
bo: 社区导出

source: Sharing Protocols Display
bo: 共享协议显示

source: uid
bo: 用户识别

source: user_export
bo: 用户导出

source: Broken handler field_data_group_audience.group_audience
bo: 处理程序 field_data_group_audience.group_audience 已损坏

source: Active
bo: སྤྱོད་ཆོག་པ

source: Authentication module
bo: 身份验证模块

source: Authentication name
bo: 认证名称

source: Authmap ID
bo: 自动映射 ID

source: Cancel link
bo: 取消链接

source: Created date
bo: 创建日期

source: Data
bo: 数据

source: E-mail
bo: གློག་ཡིག

source: Edit link
bo: 编辑链接

source: Last access
bo: ཐེངས་རྫེས་མའི་བེད་སྤྱོད

source: Last login
bo: ཐེངས་རྗེས་མའི་ནང་འཇུག

source: Link
bo: སྦྲེལ་ཐག

source: Permission
bo: སྤྱོད་དབང

source: Picture
bo: པར

source: Rendered User
bo: 渲染用户

source: Roles
bo: འགན་ནུས

source: Signature
bo: མིང་རྟགས

source: Import/Export Mukurtu Users
bo: 导入/导出 Mukurtu 用户

source: Archival, PPWP, manipulative
bo: 档案、PPWP、操纵性

source: Assessment(s)
bo: 评估

source: Class Period Length
bo: 课时长度

source: Conceptual
bo: 概念

source: Day
bo: ཉིན

source: Days
bo: 天

source: Elaborate
bo: 精心设计

source: Elders
bo: 老者

source: Engage
bo: 从事

source: Evaluate
bo: 评估

source: Explain
bo: 描述

source: Explore / Environment
bo: 探索 / 环境

source: Gathering Content and Data / Interactive Web-based Activities
bo: 收集内容和数据/网络互动活动

source: Grade Level
bo: 年级

source: Key Student Outcomes
bo: 主要学生成果

source: Key Terms, Phrases, Sentences
bo: 关键术语、短语和句子

source: Language learning
bo: 语言学习

source: Lesson Description
bo: 课时描述

source: Lessons
bo: 课时

source: Micro-Tasks
bo: 微型任务

source: Nature of Science­
bo: 科学的本质

source: Overarching
bo: 总体

source: Related Word Lists
bo: 相关词表

source: Resources
bo: 资源

source: Separate multiple keywords with a semicolon.
bo: 用分号分隔多个关键词。

source: Task
bo: 任务

source: Teacher
bo: 老师

source: Technical
bo: 技术

source: Technology Integration
bo: 技术整合

source: Unit Length
bo: 单位长度

source: Week of
bo: 星期

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Lesson.
bo: 您可以在此文本框中键入内容，然后选择相关内容进行搜索。您可以拖动文本框中的选定内容，更改它们在查看本课时的显示顺序。

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Micro-Task.
bo: 您可以在此文本框中键入相关内容，然后选择内容进行搜索。您可以拖动文本框中的选定内容，更改它们在查看此微任务时的显示顺序。

source: You can search for related content by typing in this text box, then selecting the content. You can drag the selected content within this text box to change the order in which they will appear when viewing this Unit Plan.
bo: 您可以在此文本框中输入内容，然后选择相关内容进行搜索。您可以在此文本框中拖动所选内容，以更改它们在查看此单元计划时的显示顺序。

source: Lesson
bo: 课时

source: Lesson Title
bo: 课时标题

source: Unit Plan
bo: 单位计划

source: Unit Title
bo: 单元标题

source: + Lesson
bo: + 课程

source: + Unit Plan
bo: + 单位计划

source: Core
bo: ནང་སྙིང

source: Learning Outcomes and Assessments
bo: 学习成果和评估

source: Mukurtu Lesson Plan
bo: 穆库图教学计划

source: Mukurtu Unit Plan and Lesson content types and related functionality.
bo: Mukurtu 单元计划和课程内容类型及相关功能。

source: Alt Text
bo: 替代文字

source: Alternative text is used by screen readers, search engines, and when the image cannot be loaded. By adding alt text you improve accessibility and search engine optimization.
bo: 当图像无法加载时，替换文本是给读者、搜索引擎使用的。增加替换文本可以帮助您增强显示效果及优化搜索引擎效果。

source: Altitude
bo: 海拔高度

source: Aperture
bo: 光圈

source: Artist
bo: 艺术家

source: Caption
bo: 标题

source: Copyright
bo: 版权

source: Date / Time
bo: 日期 / 时间

source: Exposure
bo: 曝光

source: Headline
bo: 标题

source: Media Folder
bo: 媒体文件夹

source: Title Text
bo: 标题文本

source: Title text is used in the tool tip when a user hovers their mouse over the image. Adding title text makes it easier to understand the context of an image and improves usability.
bo: 当用户将鼠标悬停在图片上时，标题文本就会出现在工具提示中。添加标题文本可以让用户更容易理解图像的上下文，提高可用性。

source: Mukurtu Media
bo: མུ་ཀུར་ཏུ་འཕྲིན་ལམ།

source: Contains fields and configuration associated with media upload and display
bo: 包含与媒体上传和显示相关的字段和配置

source: My Mukurtu Mobile Content
bo: 我的 Mukurtu 手机内容

source: User referencing Content from field_mm_sync
bo: 用户引用字段_mm_sync 中的内容

source: [title] ([type])
bo: [标题] ( [类型])

source: Post date
bo: 发布日期
