Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: Migration: Nodes with Unsupported Text Formats
bo: 迁移：不支持文本格式的节点

source: Migration: Scald Atoms with missing cultural protocols
bo: 迁移：用缺失的文化协议烫伤原子

source: Migration: Scald Authors
bo: 迁徙烫伤作者

source: Hidden
bo: སྦས་ཡོད་པ

source: Digital Heritage NID
bo: 数字遗产 NID

source: The node ID of a digital heritage item.
bo: 数字遗产项目的节点 ID。

source: Mukurtu custom mods
bo: Mukurtu 定制修改器

source: Mukurtu custom modifications - allows Organic Groups to be selected using two node reference selectors on the Digital Heritage node add form.
bo: Mukurtu 自定义修改 - 允许在数字遗产节点添加表单中使用两个节点参照选择器选择有机组。

source: Organic groups
bo: 系统性群组

source: Default cultural protocol was created
bo: 创建了默认文化协议

source: Communities and Protocols
bo: 社区和协议

source: Communities and Protocols @num
bo: 社区和协议 @num

source: Add another community
bo: 添加另一个社区

source: Mukurtu Protocol Field
bo: 穆库尔图协议场

source: An implementation of a field to show the Field API
bo: 显示字段 API 的字段实现

source: Mukurtu Paged Related Items
bo: 相关项目

source: Display related items using a pager, with @items per page.
bo: 使用分页器显示相关项目，每页显示 @ 个项目。

source: Mukurtu Related Items Formatter
bo: 穆库尔图相关项目格式化

source: Add Mukurtu related items field formatter that provides a paged display of related entities.
bo: 添加 Mukurtu 相关项目字段格式，分页显示相关实体。

source: Hide Guide
bo: 隐藏指南

source: 1. Dashboard and Administration
bo: 1.仪表板和管理

source: 2. Set up Site
bo: 2.建立网站

source: 3. Communities
bo: 3.社区

source: 4. Cultural Protocols
bo: 4.文化议定书

source: 5. Categories
bo: 5.类别

source: 6. Users
bo: 6.用户

source: 7. Digital Heritage
bo: 7.数字遗产

source: The dashboard provides quick access to all of Mukurtu’s core tools and features. Tools are grouped into boxes by their functions, so that related tools are available together, eg: Set up Site, Site Users, Communities and Protocols, Content and Collections.
bo: 仪表板可快速访问 Mukurtu 的所有核心工具和功能。工具按功能分组，以便相关工具一起使用，例如设置网站、网站用户、社区和协议、内容和收藏。

source: The dashboard is accessible to users with specific site-wide roles: mukurtu administrator, community administrator, and curator. Most users will not have access to the dashboard.
bo: 具有特定全站角色的用户可访问该仪表板：mukurtu 管理员、社区管理员和馆长。大多数用户都无法访问仪表板。

source: On the dashboard, there is a box labelled 'Set up Site'. It contains quick links to easily change the look and feel of your site. No experience with coding is required to make these changes.
bo: 在仪表板上，有一个标有 "设置网站 "的方框。其中包含可轻松更改网站外观和感觉的快速链接。进行这些更改无需编码经验。

source: Look and feel changes include site name, site administrator email, logo, about page, navigation menu items, front page image and welcome text, footer elements, and theme settings.
bo: 外观更改包括网站名称、网站管理员电子邮件、徽标、关于页面、导航菜单项、首页图片和欢迎文字、页脚元素以及主题设置。

source: All personalizations accessed through this panel are fully supported within Mukurtu and will be preserved when a site is updated to new versions.
bo: Mukurtu 完全支持通过该面板访问的所有个性化设置，并将在网站更新到新版本时予以保留。

source: Communities are one of the three core elements of every Mukurtu site and are used to group the contributors and users of the site.
bo: 社区是每个 Mukurtu 站点的三大核心要素之一，用于对站点的贡献者和用户进行分组。

source: Communities can be large or small, and each Mukurtu site can have as many communities as needed. Mukurtu administrators and community administrators are responsible for creating new communities.
bo: 社区可大可小，每个 Mukurtu 站点可根据需要拥有任意数量的社区。Mukurtu 管理员和社区管理员负责创建新社区。

source: User access to individual digital heritage items within a community is managed through the cultural protocols that are created within the community.
bo: 用户对社区内各个数字遗产项目的访问是通过社区内创建的文化协议进行管理的。

source: Some examples of communities could be specific families or clans, tribal government departments, space for youth-appropriate content, and contributing institutions or departments.
bo: 社区的一些例子可以是特定的家庭或部族、部落政府部门、适合青少年的内容空间以及贡献机构或部门。

source: Cultural protocols are one of the three core elements of every Mukurtu site and provide individual users with appropriate access to specific content.
bo: 文化协议是每个 Mukurtu 网站的三大核心要素之一，它为个人用户提供了访问特定内容的适当途径。

source: Each cultural protocol exists within a community, and each community can have multiple cultural protocols. Community managers are responsible for creating new cultural protocols.
bo: 每个文化协议都存在于一个社区内，每个社区可以有多个文化协议。社区管理者负责创建新的文化协议。

source: There are two types of cultural protocols: open and strict. Digital heritage items within an open protocol can be viewed by anyone (including anonymous site visitors), while items within a strict protocol can only be viewed by members of that protocol. Multiple protocols can be layered to ensure more granular access. For example, if an item is part of the two strict protocols ‘Women Only’ and ‘Elders Only,’ then only users who are members of both the ‘Women Only’ and ‘Elders Only’ protocols can view that item.
bo: 文化协议分为两种：开放协议和严格协议。任何人（包括匿名网站访问者）都可以查看开放协议中的数字遗产项目，而严格协议中的项目只能由该协议的成员查看。多个协议可以分层，以确保更精细的访问。例如，如果一个项目属于 "仅限女性 "和 "仅限长者 "两个严格协议的一部分，那么只有同时是 "仅限女性 "和 "仅限长者 "协议成员的用户才能查看该项目。

source: Some examples of cultural protocols could be gender-based (male only, female only), age-based (elders only, no youth), seasonal access only, clan or tribal affiliation, secret/sacred, community only, or public access/open.
bo: 文化协议的一些例子可以是基于性别的（仅限男性、仅限女性）、基于年龄的（仅限长者、无青少年）、仅限季节性访问、氏族或部落隶属关系、秘密/神圣、仅限社区或公共访问/开放。

source: Categories are one of the three core elements of every Mukurtu site and help users browse for and discover digital heritage items.
bo: 分类是每个 Mukurtu 网站的三大核心要素之一，有助于用户浏览和发现数字遗产项目。

source: Categories are high-level descriptive terms unique to each site that reflect the scope of the items included on the site. One set of categories is used to describe all digital heritage items within the site, and each digital heritage item must belong to at least one category. Mukurtu administrators are responsible for creating new categories.
bo: 类别是每个网站独有的高级描述性术语，反映了网站所包含项目的范围。一套类别用于描述网站内的所有数字遗产项目，每个数字遗产项目必须至少属于一个类别。Mukurtu 管理员负责创建新的类别。

source: There are several user roles available within Mukurtu to help manage user account rights and responsibilities. All users will first need to have a user account created, and then that user account can be assigned roles within cultural protocols and communities as needed. Some users may have additional site-wide administrative roles.
bo: Mukurtu 有多种用户角色可供选择，以帮助管理用户账户的权利和责任。所有用户首先需要创建一个用户账户，然后可根据需要为该用户账户分配文化协议和社区中的角色。有些用户可能还拥有其他全站管理角色。

source: Mukurtu administrators are responsible for creating/approving new user accounts. Protocol stewards are responsible for managing users within their protocols.
bo: Mukurtu 管理员负责创建/批准新用户账户。协议管理员负责管理其协议内的用户。

source: Digital heritage items are the core content within a Mukurtu site and are usually presented as a media asset (such as an image, video, audio file, or document) with accompanying descriptive metadata used to tell a larger story or narrative. Digital heritage items provide many layers of information through extended features.
bo: 数字遗产项目是 Mukurtu 网站的核心内容，通常以媒体资产（如图像、视频、音频文件或文 档）的形式呈现，并附有描述性元数据，用于讲述一个更大的故事或叙事。数字遗产项目通过扩展功能提供多层次的信息。

source: Protocol stewards and contributors are responsible for creating new digital heritage items.
bo: 协议管理员和贡献者负责创建新的数字遗产项目。

source: All digital heritage items must have a title, a community, a cultural protocol, and a category.
bo: 所有数字遗产项目都必须有一个标题、一个社区、一个文化协议和一个类别。

source: Manage Collaboration Tools
bo: 管理协作工具

source: <h4>Enable Collaboration Tools</h4><p>You are free to check or uncheck this without content loss -- collaboration content created while Collaboration Tools is enabled is not deleted if Collaboration Tools is subsequently disabled. Instead it just becomes hidden/inaccessible. Re-enabling Collaboration Tools will reinstate the content.</p>
bo: <h4>启用协作工具</h4><p>您可以自由选中或取消选中此项，而不会丢失内容 -- 如果随后禁用协作工具，在启用协作工具时创建的协作内容不会被删除。相反，它只会被隐藏/无法访问。重新启用协作工具将恢复内容。</p>

source: Configure Email Notifications
bo: 配置电子邮件通知

source: 1. The PHP IMAP extension needs to be enabled. Typical PHP installations do not have it enabled by default. Please contact your system administrator and/or webhost to ensure that this extension is enabled before proceeding.
bo: 1.需要启用 PHP IMAP 扩展。典型的 PHP 安装默认情况下没有启用该扩展。请联系您的系统管理员和/或网络主机，确保在继续操作前已启用该扩展。

source: Email address
bo: གློག་ཡིག་གི་ཁ་བྱང

source: Domain
bo: དྲ་མིང

source: The domain of the server used to collect mail (eg. imap.gmail.com).
bo: 用于收集邮件的服务器域名（如 imap.gmail.com）。

source: This username is used while logging into this mailbox during mail retrieval.
bo: 该用户名用于在检索邮件时登录该邮箱。

source: The password corresponding to the username above. Consider using a non-vital password, since this field is stored without encryption in the database.
bo: 与上述用户名相对应的密码。考虑使用非重要密码，因为该字段在数据库中存储时没有加密。

source: Google Maps API Key (optional)
bo: Google地图API Key（可选）

source: For the map to show on events, obtain a Google Maps Javascript API key at <a href="@link">@link</a> and paste it here.
bo: 要在活动中显示地图，请从<a href="@link">@link</a>获取 Google Maps Javascript API 密钥并将其粘贴到此处。

source: Save Settings
bo: 保存设置

source: Welcome message splash screen
bo: 欢迎信息闪屏

source: Alpha Site Notice
bo: 阿尔法网站公告

source: Mukurtu Dashboard: Site Start
bo: Mukurtu 控制面板：网站启动

source: Mukurtu Dashboard: Add Demo Content
bo: Mukurtu 控制面板：添加演示内容

source: Mukurtu Dashboard: Configure Mukurtu
bo: Mukurtu 控制面板：配置 Mukurtu

source: Mukurtu Dashboard: Import/Export Content
bo: Mukurtu 控制面板：导入/导出内容

source: Mukurtu Dashboard: Manage Content
bo: Mukurtu 控制面板：管理内容

source: Mukurtu Dashboard: Manage Categories & Keywords
bo: Mukurtu 控制面板：管理类别和关键词

source: Mukurtu Dashboard: Manage Communities
bo: Mukurtu 控制面板：管理社区

source: Mukurtu Dashboard: Manage Dictionary
bo: Mukurtu 控制面板：管理词典

source: Mukurtu Dashboard: Support
bo: Mukurtu 控制面板：支持

source: Mukurtu Dashboard: User
bo: Mukurtu 控制面板：用户

source: Mukurtu Dashboard: Getting Started Guide
bo: Mukurtu 控制面板：入门指南

source: Mukurtu Group Management Links
bo: 穆库尔图集团管理链接

source: You have successfully installed Mukurtu.
bo: 您已成功安装 Mukurtu。

source: Set up Site
bo: 建立网站

source: Mukurtu Demo Content
bo: 穆库图演示内容

source: Mukurtu Configuration
bo: 穆库图配置

source: Batch Import Content
bo: 批量导入内容

source: Content and Collections
bo: 内容和收藏

source: Categories & Keywords
bo: 类别和关键词

source: Dictionary
bo: 字典

source: Support
bo: 支持

source: Site Users
bo: 站点用户

source: Group Management Links
bo: 集团管理链接

source: This is a new site, we are understanding how best to make the site useful to you.
bo: 这是一个新网站，我们正在了解如何以最佳方式使网站对您有用。

source: We are inviting folks to test the site and add information to it. [Link]
bo: 我们邀请大家对网站进行测试并添加信息。链接

source: Next:
bo: 下一个:

source: Setup your site. Go to the !dashboard.
bo: 设置您的网站。进入仪表板。

source: Change site name, slogan and email address.
bo: 更改网站名称、口号和电子邮件地址。

source: Shortcut to page where you can change some settings for this site. The site name, a slogan for your site, and the email address for the site administrator.
bo: 可用于更改网站某些设置的页面快捷方式。网站名称、网站口号和网站管理员的电子邮件地址。

source: Change Logo
bo: 更改Logo

source: Shortcut to theme settings where you can change your logo.
bo: 进入主题设置的快捷方式，您可以在此更改徽标。

source: View & Edit About page
bo: 查看和编辑关于页面

source: Mukurtu comes with a default about page that you can edit.
bo: Mukurtu 自带默认的 "关于 "页面，您可以对其进行编辑。

source: Enable and disable extra menu items
bo: 启用和禁用额外的菜单项

source: Mukurtu comes with additional pages that you can enable.
bo: Mukurtu 自带附加页面，您可以启用这些页面。

source: Edit Custom Site Header
bo: 编辑自定义网站标题

source: Edit HTML markup of Custom Site Header
bo: 编辑自定义网站标题的 HTML 标记

source: Edit Custom Site Footer
bo: 编辑自定义网站页脚

source: Edit HTML markup of Custom Site Footer
bo: 编辑自定义网站页脚的 HTML 标记

source: Change Theme Settings
bo: 更改主题设置

source: Change settings for the currently active theme.
bo: 更改当前活动主题的设置。

source: Configure Default Browse Page
bo: 配置默认浏览页面

source: Select the default content browse page.
bo: 选择默认内容浏览页面。

source: Configure Google Analytics
bo: 配置 Google Analytics（分析）

source: You will need to create a Google Analytics account and then configure Google Analytics on this site.
bo: 您需要创建一个 Google Analytics 账户，然后在该网站上配置 Google Analytics。

source: Configure Google Maps API Key
bo: 配置 Google 地图 API 密钥

source: A Google Maps API key is required for some mapping features to function.
bo: 某些地图功能的运行需要 Google Maps API 密钥。

source: Configure Mollom
bo: 配置 Mollom

source: Mollom is a content moderation web service used to filter out spam and malicious content. Requires a Mollom account.
bo: Mollom 是一项内容审核网络服务，用于过滤垃圾邮件和恶意内容。 需要 Mollom 账户。

source: Rebuild Site Permissions
bo: 重建网站权限

source: If doing a lot of site content editing, you may need to rebuild permissions to make sure that access permissions remain set correctly.
bo: 如果要对网站内容进行大量编辑，可能需要重建权限，以确保访问权限设置正确。

source: Configure Media Warnings
bo: 配置媒体警告

source: Configure click-through overlays for potentially sensitive media.
bo: 为潜在敏感媒体配置点击覆盖。

source: Configure access to the site with the Mukurtu Mobile client.
bo: 配置使用 Mukurtu Mobile 客户端访问网站。

source: Enable/Disable Mukurtu Modules
bo: 启用/禁用 Mukurtu 模块

source: Go to the management page for Mukurtu specific modules.
bo: 进入 Mukurtu 特定模块的管理页面。

source: Enable, disable, and configure the Collaboration Tools
bo: 启用、禁用和配置协作工具

source: View Migration Preparation Summary
bo: 查看迁移准备摘要

source: A reporting listing any steps needed to prepare your site for migration to Mukurtu CMS v4.
bo: 一份报告，列出将网站迁移到 Mukurtu CMS v4 所需的准备步骤。

source: Add a Digital Heritage item
bo: 添加数字遗产项目

source: Add a Digital Heritage Item.
bo: 添加数字遗产项目。

source: Create a Collection
bo: 创建一个收藏集

source: Create a collection of digital heritage.
bo: 创建数字遗产收藏。

source: Manage Content
bo: 管理内容

source: View all content on the site
bo: 查看网站上的所有内容

source: View Media
bo: 查看媒体

source: View all media assets.
bo: 查看所有媒体资产。

source: Add Media
bo: 添加媒体

source: Add new media files.
bo: 添加新媒体文件

source: List of Indexed Fields
bo: 索引字段列表

source: List of fields that will return results if their contents match user searches.
bo: 如果内容与用户搜索匹配，则会返回结果的字段列表。

source: File Fixity Checks
bo: 文件固定性检查

source: View, manage, create, and run file fixity checks, to assure of Media Asset integrity.
bo: 查看、管理、创建和运行文件固定性检查，确保媒体资产的完整性。

source: Manage Languages
bo: 管理语言

source: Manage the terms in the Language taxonomy. A language must exist in this taxonomy before a dictionary or language community can be added.
bo: 管理语言分类中的术语。在添加词典或语言社区之前，该分类法中必须存在一种语言。

source: Set the default language used when creating dictionary words.
bo: 设置创建词典词语时使用的默认语言。

source: Customize Dictionary Alphabetical Order
bo: 自定义词典字母顺序

source: Customize the alphabetical ordering rules of the Dictionary according to its language.
bo: 根据语言自定义词典的字母排序规则。

source: Manage Language Communities
bo: 管理语言社区

source: Manage the language communities that control access to the dictionaries.
bo: 管理控制词典访问权限的语言社区。

source: Manage Part of Speech
bo: 管理语篇

source: Manage the terms in the Part of Speech taxonomy.
bo: 管理语篇分类中的术语。

source: Create a Word List
bo: 创建单词表

source: Create a list of dictionary words.
bo: 创建词典单词表。

source: Import Digital Heritage Items
bo: 导入数字遗产项目

source: Batch import many digital heritage items from CSV file. If the media assets have associated metadata, import the media files first using the media importers.
bo: 从 CSV 文件批量导入许多数字遗产项目。如果媒体资产有相关元数据，请先使用媒体导入程序导入媒体文件。

source: Import Digital Heritage Dublin Core and MODS XML Metadata
bo: 导入数字遗产都柏林核心和 MODS XML 元数据

source: Batch import many digital heritage items from a Dublin Core or MODS XML file.
bo: 从都柏林核心或 MODS XML 文件中批量导入许多数字遗产项目。

source: Import Dictionary Words
bo: 进口词典词条

source: Batch import many dictionary words.
bo: 批量导入多个词典单词。

source: Import Dictionary Word Entries
bo: 导入词典词条

source: Batch import additional dictionary word entries.
bo: 批量导入更多字典词条。

source: All Importers
bo: 所有进口商

source: View a list of all available importers.
bo: 查看所有可用进口商的列表。

source: Select digital heritage items for exporting to a CSV or XML file.
bo: 选择数字遗产项目，导出为 CSV 或 XML 文件。

source: Export Media (Scald Atoms)
bo: 输出介质（烫伤原子）

source: Select media for exporting to a CSV file.
bo: 选择要导出为 CSV 文件的媒体。

source: Export Dictionary Words
bo: 出口词典

source: Select dictionary words for exporting to a CSV file.
bo: 选择要导出到 CSV 文件的字典单词。

source: Import from Zip Archive
bo: 从 Zip 档案导入

source: Batch import content from a Zip Archive.
bo: 从 Zip 档案中批量导入内容。

source: Add One Category
bo: 添加一个类别

source: Add a category
bo: 添加类别

source: Manage Categories
bo: 管理分类

source: Manage all categories
bo: 管理所有类别

source: Import Many Categories
bo: 导入多个类别

source: Batch import many categories from CSV file. Import Media first.
bo: 从 CSV 文件批量导入多个类别。先导入媒体。

source: Add One Keyword
bo: 添加一个关键词

source: Add a Keyword
bo: 添加关键字

source: Manage Keywords
bo: 管理关键字

source: Manage all keywords
bo: 管理所有关键字

source: Download Sample Content
bo: 下载样本内容

source: 100MB of Demo Content. Download from Github: https://github.com/codamatic/mukurtu-demo-content
bo: 100MB 演示内容。从 Github 下载： https://github.com/codamatic/mukurtu-demo-content

source: 1. Add Media
bo: 1.添加媒体

source: Batch add media files.
bo: 批量添加媒体文件

source: 2. Import Many Cultural Protocols
bo: 2.导入多种文化礼仪

source: Batch import many cultural protocols from CSV file. Import Media first.
bo: 从 CSV 文件批量导入多种文化协议。 先导入媒体。

source: 3. Import Many Communities
bo: 3.导入多个社区

source: Batch import many communities from CSV file. Import Media first.
bo: 从 CSV 文件批量导入多个社区。先导入媒体。

source: 4. Add Many Users
bo: 4.添加多个用户

source: Batch import many users from CSV file
bo: 从 CSV 文件批量导入多个用户

source: 5. Import Many Categories
bo: 5.导入多个类别

source: 6. Import Digital Heritage Metadata
bo: 6.导入数字遗产元数据

source: Batch import many digital heritage items from CSV file. Import Media first.
bo: 从 CSV 文件批量导入许多数字遗产项目。先导入媒体。

source: Manage Communities and Protocols
bo: 管理社区和协议

source: Add/edit Communities
bo: 添加/编辑社区

source: Create Community
bo: 创建社区

source: Add Communities
bo: 添加社区

source: Create Cultural Protocol
bo: 创建文化礼仪

source: Add Protocols
bo: 添加协议

source: Switch digital heritage traditional knowledge label text customization from community-level to site-wide.
bo: 将数字遗产传统知识标签文本定制从社区级改为全站级。

source: Switch digital heritage traditional knowledge label text customization from site-wide to community-level.
bo: 将数字遗产传统知识标签文本定制从整个站点转向社区一级。

source: Toggle TK Label Text Customization Level
bo: 切换 TK 标签文本自定义级别

source: Customize Site-Wide TK Label Text
bo: 自定义全站 TK 标签文本

source: Customize site-wide digital heritage traditional knowledge label text.
bo: 自定义全站数字遗产传统知识标签文本。

source: Mukurtu Support
bo: 穆库图支持

source: Questions and answers to common issues
bo: 常见问题问答

source: Mukurtu Video Channel
bo: 穆库尔图视频频道

source: How Tos and Walkthroughs
bo: 操作方法和演练

source: Contact Mukurtu
bo: 联系人 Mukurtu

source: Edit my account
bo: 编辑我的账户

source: Manage your time zone, profile picture and contact settings.
bo: 管理您的时区、个人照片和联系人设置。

source: Add user
bo: 添加用户

source: Add a user to your Mukurtu site.
bo: 为您的 Mukurtu 站点添加用户。

source: Manage users
bo: 管理用户

source: Manage existing users and allow new users to access your site.
bo: 管理现有用户并允许新用户访问网站。

source: Manage user registration
bo: 管理用户注册

source: Manage how users can register for your site, email notifications, and more.
bo: 管理用户注册网站的方式、电子邮件通知等。

source: You are the group manager
bo: 你是群组的管理员

source: Unsubscribe from group
bo: 未从组订阅

source: Subscribe to group
bo: 订阅到组

source: Request group membership
bo: 申请群组会员资格

source: This is a closed group. Only a group administrator can add you.
bo: 这是一个内部群组，只有群组管理员添加你才行。

source: Getting Started Guide
bo: 入门指南

source: Step @step
bo: 步骤 @步骤

source: You are already registered to another group
bo: 您已注册到另一个组

source: Mukurtu Splash Page
bo: 穆库图飞溅页面

source: Adds a splash page for admins to solicit additional configuration such as API keys and site specific settings.
bo: 为管理员添加了一个闪屏页面，以获取更多配置，如 API 密钥和网站特定设置。

source: Add Record
bo: 添加记录

source: Remove Record
bo: 删除记录

source: Mukurtu Records Configuration
bo: 穆库尔图记录配置

source: Mukurtu Taxonomy Records
bo: 穆库尔图分类记录

source: Mukurtu Taxonomy Record Sitewide Settings
bo: Mukurtu 分类记录全站设置

source: Enable/Disable Mukurtu Taxonomy Records per Taxonomy
bo: 启用/禁用每个分类法的 Mukurtu 分类记录

source: Create @bundle
bo: 创建 @ 软件包

source: Create a new @bundle record.
bo: 创建新的 @bundle 记录。

source: Records are not enabled for the "@vocab" taxonomy.
bo: @vocab "分类法未启用记录。

source: Select the type of record:
bo: 选择记录类型：

source: Vocabularies Enabled for Mukurtu Records
bo: 为 Mukurtu 记录启用词汇表

source: Save configuration
bo: སྒྲིག་འགོད་ཉར་ཚགས

source: Configuration saved
bo: 配置已保存

source: Remove the record "@record" from term "@term"?
bo: 从术语"@term "中删除记录"@record"？

source: Are you sure you want to detach the record "@record" currently attached to the "@term" term in the "@vocab" taxonomy? This will not delete the record.
bo: 您确定要分离当前连接到"@vocab "分类标准中"@term "术语的记录"@record "吗？这不会删除记录。

source: Remove this record
bo: 删除此记录

source: Mukurtu Record Allowed Taxonomy Terms
bo: 穆库图记录允许的分类术语

source: Entity Reference
bo: 实体引用

source: Mukurtu Records Term Selector
bo: 穆库图记录术语选择器

source: Attach this record to one or more taxonomy terms. This record will be shown in place of the default page for attached taxonomy terms.
bo: 将此记录附加到一个或多个分类术语。该记录将取代所附分类标准的默认页面。

source: Suggested Terms
bo: 建议术语

source: Choose from all available terms
bo: 从所有可用条款中选择

source: Adds the ability to extend taxonomy terms with records.
bo: 增加了用记录扩展分类术语的功能。

source: Mukurtu Theme Default Footer
bo: Mukurtu 主题默认页脚

source: Mukurtu Theme Frontpage Hero Image
bo: Mukurtu 主题首页英雄形象

source: Layout
bo: 布局

source: Select an image for the frontpage.
bo: 为首页选择一张图片。

source: The site title for the hero image/welcome message.
bo: 英雄图像/欢迎词的网站标题。

source: The text for the welcome message.
bo: 欢迎信息的文本。

source: Welcome Media
bo: 欢迎媒体

source: An audio or video file for the welcome message.
bo: 欢迎词的音频或视频文件。

source: Front Page Hero Image
bo: 首页英雄图像

source: Mukurtu Theme Blocks
bo: 穆库图主题区块

source: Contains blocks for the default Mukurtu theme
bo: 包含用于默认 Mukurtu 主题的区块

source: Clean up references to deleted content
bo: 清理对已删除内容的引用

source: Mukurtu Utilities
bo: 穆库尔图公用事业

source: Mukurtu Tools and Utilities
bo: 穆库图工具和实用程序

source: Video hosted on Bilibili
bo: Bilibili 寄存的视频

source: Bilibili video identifier or URL
bo: Bilibili 视频标识符或 URL

source: Invalid Bilibili video identifier.
bo: Bilibili 视频标识符无效。

source: Bilibili video already imported.
bo: 已导入 Bilibili 视频。

source: Scald Bilibili
bo: 烫伤比里比利

source: Provides Video atoms from Bilibili.
bo: 提供来自 Bilibili 的视频原子。

source: Scald Providers
bo: 烫伤提供商

source: scald_bilibili_features
bo: 烫伤_比利比利_特点

source: Audio hosted on Spotify
bo: 在 Spotify 上托管的音频

source: Spotify audio identifier or URL
bo: Spotify 音频标识符或 URL

source: Invalid Spotify audio identifier.
bo: Spotify 音频标识符无效。

source: Spotify audio already imported.
bo: 已导入 Spotify 音频。

source: Scald Spotify
bo: 烫伤 Spotify

source: Provides Audio atoms from Spotify.
bo: 提供来自 Spotify 的音频原子。

source: Autocomplete JSON data document
bo: 自动完成 JSON 数据文档

source: Displays nodes in autocomplete JSON data format.
bo: 以自动完成 JSON 数据格式显示节点。

source: Views Autocomplete
bo: 视图自动完成

source: Make exposed forms autocomplete from a selected URL
bo: 让暴露的表单自动完成选定的 URL

source: Views
bo: 视图

source: Autocomplete path
bo: 自动完成路径

source: Path to use for autocompletion.
bo: 用于自动完成的路径。

source: Export media in zip format
bo: 以压缩格式导出媒体

source: Allow users to export media from Digital Heritage nodes in Zip format.
bo: 允许用户以 Zip 格式从数字遗产节点导出媒体。

source: No media items to export.
bo: 没有要导出的媒体项目。

source: In order to export a Zip file, you must download and enable PHP Zip: http://www.php.net/manual/en/book.zip.php
bo: 要导出 Zip 文件，必须下载并启用 PHP Zip： http://www.php.net/manual/en/book.zip.php

source: Cannot create Zip archive.
bo: 无法创建 Zip 压缩包。

source: Unable to add the file @filepath to archive.
bo: 无法将文件 @filepath 添加到存档。

source: Zip export
bo: 压缩导出
