Repository: heacu39/mukurtucms
Catalog: sites/all/modules/custom/features/ma_*/translations/custom.*.po
Languages: bo

source: Lets you export files attached to nodes as a Zip package.
bo: 可让您以 Zip 包的形式导出节点上的附加文件。

source: Zip Export Media
bo: 压缩导出媒体

source: Exports nodes with Media fields as a Zip file.
bo: 将带有媒体字段的节点导出为 Zip 文件。

source: Zip export of Media files
bo: 以 Zip 格式导出媒体文件

source: Builds a zip archive of all media items associated with the view.
bo: 生成与视图相关联的所有媒体项目的压缩包。
